{
  "table_name": "doge_grant_stub",
  "schema": "csv_files",
  "database": "csv_files",
  "row_count": 15887,
  "columns": [
    {
      "name": "date",
      "type": "DATE",
      "nullable": true,
      "metadata": {
        "distinct_count": 96,
        "min": "2025-01-24",
        "max": "2025-10-02"
      }
    },
    {
      "name": "agency",
      "type": "VARCHAR",
      "nullable": true,
      "metadata": {
        "distinct_count": 21,
        "value_distribution": [
          {
            "value": "Department of State",
            "count": 3518,
            "percentage": 22.14
          },
          {
            "value": "USAID",
            "count": 2415,
            "percentage": 15.2
          },
          {
            "value": "Department of Health and Human Services",
            "count": 1984,
            "percentage": 12.49
          },
          {
            "value": "National Science Foundation",
            "count": 1480,
            "percentage": 9.32
          },
          {
            "value": "National Endowment for the Humanities",
            "count": 1469,
            "percentage": 9.25
          },
          {
            "value": "Institute of Museum and Library Services",
            "count": 1293,
            "percentage": 8.14
          },
          {
            "value": "Environmental Protection Agency",
            "count": 674,
            "percentage": 4.24
          },
          {
            "value": "Department of Agriculture",
            "count": 594,
            "percentage": 3.74
          },
          {
            "value": "International Assistance Programs",
            "count": 396,
            "percentage": 2.49
          },
          {
            "value": "Department of Justice",
            "count": 372,
            "percentage": 2.34
          },
          {
            "value": "Department of Energy",
            "count": 371,
            "percentage": 2.34
          },
          {
            "value": "Housing and Urban Development",
            "count": 302,
            "percentage": 1.9
          },
          {
            "value": "Department of Defense",
            "count": 293,
            "percentage": 1.84
          },
          {
            "value": "Department of Commerce",
            "count": 206,
            "percentage": 1.3
          },
          {
            "value": "Department Of Education",
            "count": 171,
            "percentage": 1.08
          },
          {
            "value": "Department of Homeland Security",
            "count": 149,
            "percentage": 0.94
          },
          {
            "value": "Department of Labor",
            "count": 80,
            "percentage": 0.5
          },
          {
            "value": "Department of Interior",
            "count": 79,
            "percentage": 0.5
          },
          {
            "value": "National Aeronautics and Space Administration",
            "count": 29,
            "percentage": 0.18
          },
          {
            "value": "Department of Transportation",
            "count": 8,
            "percentage": 0.05
          },
          {
            "value": "United States Agency for Global Media",
            "count": 4,
            "percentage": 0.03
          }
        ]
      }
    },
    {
      "name": "recipient",
      "type": "VARCHAR",
      "nullable": true,
      "metadata": {
        "distinct_count": 8371
      }
    },
    {
      "name": "value",
      "type": "DOUBLE",
      "nullable": true,
      "metadata": {
        "distinct_count": 10179,
        "min": "95.0",
        "max": "4000000000.0"
      }
    },
    {
      "name": "savings",
      "type": "DOUBLE",
      "nullable": true,
      "metadata": {
        "distinct_count": 11059,
        "min": "0.0",
        "max": "1750000000.0"
      }
    },
    {
      "name": "link",
      "type": "VARCHAR",
      "nullable": true,
      "metadata": {
        "distinct_count": 12377
      }
    },
    {
      "name": "description_doge",
      "type": "VARCHAR",
      "nullable": true,
      "metadata": {
        "distinct_count": 12285
      }
    }
  ],
  "sample_rows": [
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NAVAJO TRANSITIONAL ENERGY COMPANY, LLC",
      "value": 6556328.0,
      "savings": 6290830.0,
      "link": null,
      "description_doge": "THE NAVAJO TRANSITIONAL ENERGY COMPANY, LLC (“NTEC”) IS PROPOSING TO DEVELOP A FULL-SCALE INTEGRATED CO2 CAPTURE PROJECT FOR THE FOUR CORNERS POWER PLANT (“FCPP”), LOCATED ON THE NAVAJO NATION. THE PROPOSED PROJECT RETROFIT OF POST-COMBUSTION CO2 CAPTURE TECHNOLOGY AND EQUIPMENT USING MITSUBISHI HEAVY INDUSTRIES LTD.’S (“MHI”) STATE-OF-THE-ART KS-21™ SOLVENT WILL BE CAPABLE OF CAPTURING A MINIMUM OF 95% OF THE CO2 EMISSIONS FROM THE FCPP, REPRESENTING 10M+ TONNES OF CO2 PER YEAR. NTEC HAS PARTNERED WITH ENCHANT ENERGY, LLC (“ENCHANT ENERGY”) AS THE CO2 CAPTURE PROJECT DEVELOPER. ADDITIONALLY, NTEC AND ENCHANT ENERGY HAVE PARTNERED WITH OXY LOW CARBON VENTURES (“OLCV”) AND NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY (“NMTECH”), UNDER CARBONSAFE FOA-2711, FOR DEVELOPMENT OF THE CO2 OFFTAKE SOLUTION, INCLUDING PIPELINE AND SEQUESTRATION SITE DEVELOPMENT FOR THE INTEGRATED FRONT-END ENGINEERING AND DESIGN (“FEED”) STUDY. THIS FEED STUDY, PERFORMED UNDER THE BIL CARBON CAPTURE DEMONSTRATION PROJECTS PROGRAM, WILL SUPPORT THE DEVELOPMENT OF THE ENTIRE PROJECT INTEGRATING FOA 2738 FOR THE CAPTURE PORTION AND FOA 2711 (CARBONSAFE) FOR THE TRANSPORT AND STORAGE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "XCEL ENERGY SERVICES INC.",
      "value": 70000000.0,
      "savings": 66973536.78,
      "link": null,
      "description_doge": "MULTIDAY STORAGE AT SCALE FOR FIRM RENEWABLE ELECTRICITY SHARED VISION OF XCEL ENERGY SERVICES, INC. AND OCED: 1) DEMONSTRATE THE VIABILITY OF IRON-AIR BATTERY TECHNOLOGY FOR MULTI-DAY STORAGE; 2) DEMONSTRATE THE COMPETITIVENESS OF A 100-HOUR CONTINUOUS DISCHARGE SYSTEM FOR LONG-DURATION ENERGY STORAGE APPLICATIONS; 3) PROVIDE TANGIBLE BENEFITS TO IMPACTED COMMUNITIES AND WORKERS ALIGNED WITH LOCAL PRIORITIES AND ADVANCE OPPORTUNITIES FOR HISTORICALLY UNDERREPRESENTED WORKERS AND BUSINESSES; AND 4) CONTRIBUTE TOWARD WIDESPREAD U.S. ADOPTION OF MULTI-DAY BATTERY STORAGE BY 2030. STATEMENT OF PROJECT OBJECTIVES: 1. MINNESOTA STORAGE: AT THE SITE OF AN EXISTING POWER STATION IN CENTRAL MINNESOTA, BUILD AND OPERATE A MULTI-DAY ENERGY STORAGE SYSTEM USING AN IRON-AIR BATTERY WITH THE CAPACITY TO DISCHARGE AT LEAST 10 MW CONTINUOUSLY FOR 100 HOURS. 2. COLORADO STORAGE: AT THE SITE OF AN EXISTING POWER STATION IN SOUTHERN COLORADO, BUILD AND OPERATE A MULTI-DAY ENERGY STORAGE SYSTEM USING AN IRON-AIR BATTERY WITH THE CAPACITY TO DISCHARGE AT LEAST 10 MW CONTINUOUSLY FOR 100 HOURS. 3. COLLECT AND SHARE WITH DOE INFORMATION AND DATA REGARDING THE FOLLOWING: (1) PERFORMANCE; (2) CAPITAL COSTS; (3) PROJECTIONS/BUSINESS CASE; AND (4) OPERATING REVENUES AND EXPENSES. 4. AT EACH SITE FUNDED BY THE AWARD, DEMONSTRATE SUCCESSFUL DEVELOPMENT WITH COMMUNITY BENEFITS ACTIVITIES TO INCLUDE: (I) ENGAGING HOST COMMUNITIES, COMMUNITY-BASED ORGANIZATIONS, AND HISTORICALLY EXCLUDED STAKEHOLDERS ON TOPICS SUCH AS WORKFORCE NEEDS, PROJECT AND TECHNOLOGY SPECIFICS, (II) IDENTIFYING AND QUANTIFYING JUSTICE40 BENEFITS, AND (III) DEVELOPING PATHWAYS TO FACILITATE HIRING NEW EMPLOYEES FROM DISADVANTAGED COMMUNITIES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "URBAN ELECTRIC POWER INCORPORATED",
      "value": 6500000.0,
      "savings": 6500000.0,
      "link": null,
      "description_doge": "URBAN ELECTRIC POWER (UEP) SEEKS TO DEPLOY TWO LONG DURATION ENERGY STORAGE SYSTEMS (LDESS) USING ITS PATENTED RECHARGEABLE ZINC-MANGANESE DIOXIDE (ZNMNO2) BATTERY TECHNOLOGY TO PROVIDE TWO (2) IDENTICAL LDESS WITH AN AGGREGATE OF 600KW OF DISCHARGE POWER FOR APPROXIMATELY 12 HOURS. UEP IS TEAMING WITH THE NEW YORK POWER AUTHORITY (NYPA), A UTILITY WITH EXPERTISE IN CLEAN ENERGY TECHNOLOGIES, AND THE ELECTRIC POWER RESEARCH INSTITUTE (EPRI), WHO WILL PROVIDE TECHNICAL, UTILITY, AND INDUSTRY EXPERTISE AND GUIDANCE. THE LDESS WILL BE MANUFACTURED AT UEP’S PEARL RIVER, NY, FACTORY, AND INSTALLED BEHIND-THE-METER (BTM) AT TWO REGIONALLY DIVERSE SITES IN NEW YORK STATE TO DEMONSTRATE THE TECHNOLOGY’S VIABILITY IN VARYING GEOGRAPHIES, CLIMATES, AND POPULATION DENSITIES. ONE LDESS WILL BE AT THE STATE UNIVERSITY OF NEW YORK AT ONEONTA, NY (SUNY ONEONTA) AND THE SECOND AT A FACILITY OPERATED BY THE COUNTY OF WESTCHESTER (WESTCHESTER COUNTY)."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "CHARGE BLISS, INC",
      "value": 29999693.0,
      "savings": 29773729.94,
      "link": null,
      "description_doge": "INCREASE AVAILABILITY OF CLEAN ENERGY, ENERGY RESILIENCY, EFFICIENCY, AND LOCAL ECONOMIC AND COMMUNITY BENEFITS, TO RURAL AND REMOTE COMMUNITIES. DEMONSTRATE THE VIABILITY OF USING ZINC BROMINE FLOW BATTERY IN LONG-DURATION ENERGY STORAGE. DEMONSTRATE THE COMPETITIVENESS OF A 10-HOUR CONTINUOUS DISCHARGE SYSTEM FOR LONG-DURATION ENERGY STORAGE APPLICATIONS. PROVIDE TANGIBLE BENEFITS TO IMPACTED COMMUNITIES AND WORKERS ALIGNED WITH LOCAL PRIORITIES, AND ADVANCE OPPORTUNITIES FOR HISTORICALLY UNDERREPRESENTED WORKERS AND BUSINESSES. CONTRIBUTE TOWARD WIDESPREAD U.S. ADOPTION OF LONG-DURATION ENERGY STORAGE BY 2030."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "REJOULE INCORPORATED",
      "value": 10000000.0,
      "savings": 9684855.59,
      "link": null,
      "description_doge": "THE SHARED VISION FOR THIS PROJECT IS TO DEMONSTRATE THE VIABILITY OF USING REPURPOSED LITHIUM BATTERIES IN LONG DURATION ENERGY STORAGE. DEMONSTRATE THE COMPETITIVENESS OF REPURPOSED BATTERIES VERSUS THE USE OF NEW BATTERIES WHEN BUILDING A 10-HOUR CONTINUOUS DISCHARGE SYSTEM FOR LONG-DURATION ENERGY STORAGE APPLICATIONS. PROVIDE TANGIBLE BENEFITS TO IMPACTED COMMUNITIES AND WORKERS, IN ACCORDANCE WITH LOCAL PRIORITIES, AND ADVANCE OPPORTUNITIES FOR HISTORICALLY UNDERREPRESENTED WORKERS AND BUSINESSES. CONTRIBUTE TOWARD WIDESPREAD U.S. ADOPTION OF LONG- DURATION ENERGY STORAGE BY 2030. BUILD THE ESSENTIALS NEEDED TO SCALE AN AMERICAN-MADE REPURPOSED BATTERY SUPPLY CHAIN"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "SMARTVILLE INC",
      "value": 8796815.0,
      "savings": 8474054.84,
      "link": null,
      "description_doge": "REPURPOSED EV BATTERIES FOR LONG-DURATION ENERGY STORAGE APPLICATIONS AND RESILIENT COMMUNITIES THE PURPOSE OF THE AWARD IS TO DEMONSTRATE MODULAR, SCALABLE LONG DURATION ENERGY STORAGE SYSTEMS COMPOSED OF REPURPOSE ELECTRIC VEHICLE LITHIUM-ION BATTERIES TO PROVIDE EV CHARGING, GRID RESILIENCY, AND EDUCATIONAL OUTREACH IN DISADVANTAGED COMMUNITIES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PACIFIC NORTHWEST HYDROGEN ASSOCIATION",
      "value": 27500000.0,
      "savings": 22642925.39,
      "link": null,
      "description_doge": "PACIFIC NORTHWEST HYDROGEN ASSOCIATION (PNWH2) H2 HUB - PHASE 1 THIS AWARD COVERS THE PRELIMINARY DESIGN PHASE, PHASE 1, FOR THE PACIFIC NORTHWEST HYDROGEN HUB (PNWH2 HUB). THE PNWH2 HUB IS LED BY THE PACIFIC NORTHWEST HYDROGEN ASSOCIATION (PNWH2) AND IS A MULTI-STATE NONPROFIT COALITION OF PUBLIC AND PRIVATE PARTNERS PLANNING TO CREATE A HYDROGEN NETWORK IN THE PACIFIC NORTHWEST. THE COALITION INCLUDES THE STATES OF WASHINGTON, OREGON, AND MONTANA, AND REPRESENTATIVES FROM TRIBAL NATIONS, LABOR, BUSINESS AND INDUSTRY, HIGHER EDUCATION, GOVERNMENT, AND THE ENVIRONMENTAL COMMUNITY SPANNING THE REGION. THIS AWARD WILL ASSIST TO ACCELERATE THE DEPLOYMENT OF HYDROGEN INFRASTRUCTURE IN THE PACIFIC NORTHWEST TO BUILD OUT THE REGIONAL CLEAN HYDROGEN ECONOMY. AS PROPOSED, THE PNWH2 HUB WILL FOCUS ON DEMONSTRATING LOW-CARBON INTENSITY AND ECONOMICALLY VIABLE HYDROGEN PRODUCTION AND USE IN HARD-TO-DECARBONIZE SECTORS TO REPLACE CARBON-INTENSIVE PROCESSES, INCLUDING HARD-TO-ELECTRIFY HEAVY-DUTY TRANSPORTATION, SEAPORTS, AGRICULTURE, AND INDUSTRIAL OPERATIONS. THE HUB’S EFFORTS WILL ACCELERATE THE DEPLOYMENT OF THESE TECHNOLOGIES AND ENABLE INFRASTRUCTURE, ATTRACT GREATER INVESTMENTS FROM THE PRIVATE SECTOR IN THE PACIFIC NORTHWEST, AND PROMOTE HIGH-QUALITY JOBS IN REGIONAL COMMUNITIES WITH A STRONG FOCUS ON SOCIAL EQUITY AND ENVIRONMENTAL JUSTICE AS GUIDING PRINCIPLES. PHASE 1 INCLUDES PLANNING, ANALYSIS, DESIGN, AND COMMUNITY, TRIBAL AND LABOR ENGAGEMENT ACTIVITIES, FOR MULTIPLE HYDROGEN PROJECTS, AND FACILITIES ACROSS THE PACIFIC NORTHWEST. THE PNWH2 HUB IS COMMITTED TO INCORPORATING COMMUNITY INPUT, SUPPORT, AND CONCERNS INTO DECISION MAKING TO PROMOTE ACCOUNTABILITY AND EQUITABLE DISTRIBUTION OF BENEFITS. DURING PHASE 1, THIS INCLUDES MONITORING AND SITING DECISIONS, COMMUNITY AND TRIBAL INTERESTS, CONCERNS AND PRIORITIES FOR THE PROJECT, WORKFORCE GAPS, AND INITIAL ENGAGEMENT WITH LABOR UNIONS AND WORKFORCE DEVELOPMENT ORGANIZATIONS ON LOCAL HIRING, FAIR WAGES, AND BENEFITS. INFORMATION GATHERED THROUGH THE COMMUNITY ENGAGEMENT PROCESS WILL BE USED IN PROJECT PLANNING DECISION-MAKING, DEVELOPMENT OF JUSTICE40 TARGETS, WORKFORCE PLANNING STRATEGIES, RESOURCE PLANNING, AND AS GENERAL GUIDANCE FOR HUB AND PROJECT LEADERS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ARCHES H2 LLC",
      "value": 30000000.0,
      "savings": 24370982.26,
      "link": null,
      "description_doge": "ARCHES DOE H2 HUB - PHASE 1. THIS AWARD IS FOR THE ALLIANCE FOR RENEWABLE CLEAN HYDROGEN ENERGY (ARCHES) LLC TO COMPLETE PHASE 1 ACTIVITIES AND DELIVERABLES FOR THE ARCHES DOE H2 HUB - THE REGIONAL CLEAN HYDROGEN HUB FOR CALIFORNIA. THIS HUB WILL UTILIZE CLEAN ENERGY TECHNOLOGY TO PRODUCE HYDROGEN FROM RENEWABLE ENERGY AND BIOMASS FOR SEVERAL END USES. BIPARTISAN INFRASTRUCTURE LAW: ADDITIONAL CLEAN HYDROGEN PROGRAMS (SECTION 40314): REGIONAL CLEAN HYDROGEN HUBS FUNDING OPPORTUNITY ANNOUNCEMENT (FOA)"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNITED POWER, INC.",
      "value": 6124821.0,
      "savings": 6124821.0,
      "link": null,
      "description_doge": "THIS PROJECT SEEKS TO REPLACE AN AGING DIESEL GENERATOR WITH A MICROGRID CONSISTING OF AN 850-KILOWATT FLOATING SOLAR PV ARRAY AND A 500 KILOWATT (KW) / 1,147 KILOWATT-HOUR (KWH) BATTERY STORAGE SYSTEM SITED ON THE COMMUNITY’S WATER TREATMENT PLANT RESERVOIR, HELPING TO INCREASE THE RELIABILITY OF CLEAN DRINKING WATER. THE COMMUNITY’S MUNICIPAL WATER TREATMENT PLANT RELIES ON A BACKUP DIESEL GENERATOR DURING PERIODS OF HIGH DEMAND AND POWER OUTAGES. THE AGING GENERATOR HAS BECOME UNRELIABLE WHICH HALTS OPERATIONS AT THE WATER TREATMENT PLANT AND NEGATIVELY IMPACTS COMMUNITIES IN THIS REGION OF COLORADO. HOUSEHOLDS IN RURAL COLORADO HAVE FACED HISTORIC CHALLENGES SECURING A RELIABLE CLEAN WATER SUPPLY, PARTICULARLY IN AREAS WHERE GROUNDWATER IS CONTAMINATED. AS PART OF ITS COMMUNITY BENEFITS PLAN, THE MICROGRID AIMS TO REDUCE THE CARBON FOOTPRINT OF THE PROJECT PERFORMER, UNITED POWER, AND THE CITY OF FORT LUPTON. IT IS ANTICIPATED THAT PROJECT CONSTRUCTION COULD CREATE SIX FULL-TIME EQUIVALENT JOBS, AND UNITED POWER WILL PARTNER WITH LOCAL AIMS COMMUNITY COLLEGE AND THE BUENO CENTER FOR MULTICULTURAL EDUCATION TO PROVIDE CONTRACTING OUTREACH IN THIS COMMUNITY. UNITED POWER WILL WORK WITH SCHNEIDER ELECTRIC TO DESIGN, BUILD AND OPERATE THE FULLY INTEGRATED MICROGRID, WHICH WILL IMPROVE POWER RESILIENCY AT THE WATER TREATMENT PLANT, REDUCE WATER EVAPORATION, AND HELP THE CITY DELIVER RELIABLE WATER SERVICES. TO MAKE THIS UNIQUE PROJECT ECONOMICALLY VIABLE, UNITED POWER AND THE CITY OF FORT LUPTON PLAN TO ENTER AN INNOVATIVE, 20-YEAR AGREEMENT ALLOWING UNITED POWER TO OWN THE MICROGRID WHILE THE CITY OF FORT LUPTON PAYS FOR MICROGRID UPGRADES. THE PROJECT’S POTENTIAL BENEFITS INCLUDE IMPROVED ENERGY RESILIENCY, A 9% DECREASE IN THE CITY’S MONTHLY POWER BILL, AND REDUCED EVAPORATION FROM THE WATER TREATMENT PLANT RESERVOIR. THIS MODEL COULD SERVE AS AN EXAMPLE FOR OTHER MICROGRID PARTNERSHIPS BETWEEN SMALL, RURAL UTILITIES AND LOCAL PUBLIC WORKS DEPARTMENTS, WHICH CAN EXPAND ACCESS TO CLEAN AND RESILIENT ENERGY IN RURAL COMMUNITIES NATIONWID"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "WEST BIOFUELS LLC",
      "value": 30000000.0,
      "savings": 29677456.27,
      "link": null,
      "description_doge": "THIS PROJECT AIMS TO PREVENT LOCAL FOREST FIRES WHILE PROVIDING LOW-CARBON, STABLE ENERGY FOR THREE COMMUNITIES IN THE SIERRA NEVADA MOUNTAINS OF CALIFORNIA. BURNEY, MARIPOSA, AND MAMMOTH LAKES ARE SMALL, REMOTE, MOUNTAINOUS COMMUNITIES THREATENED BY WILDFIRES AND FACED WITH FREQUENT POWER OUTAGES DUE TO EXTREME WEATHER. STATE AND FEDERAL PROGRAMS HAVE IMPROVED THE MANAGEMENT OF DRY, WILDFIRE-FUELING FOREST BIOMASS THROUGH FOREST THINNING CAMPAIGNS AND OTHER LAND MANAGEMENT ACTIVITIES. HOWEVER, LOCALLY COMMERCIALIZED END USES FOR CAPTURED BIOMASS ARE STILL LIMITED. TO ADDRESS THIS ISSUE, THIS PROJECT PLANS TO DEPLOY THREE COMMUNITY-SCALE BIOENERGY SYSTEMS, TRANSFORMING CULLED BIOMASS INTO 100% RENEWABLE ELECTRICITY AND BIOCHAR SOIL AMENDMENTS. EACH FACILITY AIMS TO PRODUCE 3 MW OF RELIABLE, RENEWABLE ELECTRICITY, UTILIZING 28,000-35,000 DRY TONS PER YEAR OF RESIDUALS FROM SUSTAINABLE FOREST MANAGEMENT PROGRAMS. THE RESULTING BIOCHAR IS ANTICIPATED TO SEQUESTER 11,939 TONS OF CARBON EQUIVALENT EMISSIONS PER YEAR AND WILL LIKELY BE SOLD IN REGIONAL AGRICULTURAL MARKETS. AS PART OF ITS COMMUNITY BENEFITS PLAN, EACH SITE PLANS TO CREATE 15 NEW, PERMANENT, GOOD-PAYING JOBS AIMED AT HIRING FROM THE LOCAL COMMUNITY. AS A COMMITMENT TO EARLY, MEANINGFUL ENGAGEMENT, THE PROJECT PERFORMER, WEST BIOFUELS, PARTICIPATED IN MULTIPLE LOCAL HEARINGS TO ALLOW COMMUNITY MEMBERS TO VOICE THEIR OPINIONS, CONCERNS, AND SUGGESTIONS ON THE PROPOSED PROJECT. WEST BIOFUELS ENGAGED WITH STAKEHOLDERS, INCLUDING FALL RIVER RESOURCE CONSERVATION DISTRICT, MARIPOSA BIOMASS PROJECT, MARIPOSA COUNTY RESOURCE CONSERVATION DISTRICT, AND WHITEBARK INSTITUTE AS WELL AS U.S. FOREST SERVICE AND CALFIRE TO PROVIDE INFORMATION ON THE PROJECT AND DETERMINE HOW THE PROJECT CAN ALIGN WITH COMMUNITY INTERESTS AND STANDARDS. TO DATE, THE TOWN OF MAMMOTH LAKES AND THE INYO NATIONAL FOREST HAVE PROVIDED COMMUNITY PARTNERSHIP DOCUMENTS OR LETTERS OF SUPPORT TO ADVOCATE FOR THE PROJECT. IF THIS PROJECT IS AWARDED, DOE FUNDING COULD ACCELERATE COMMERCIALIZATION OF THIS TECHNOLOGY IN THE U.S. TO DEMONSTRATE HOW BIOMASS CULLED FROM WILDFIRE MANAGEMENT ACTIVITIES CAN PROVIDE A LOW-CARBON, RESILIENT ENERGY SOURCE"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BRIMSTONE COMMERCIAL, LLC",
      "value": 189000000.0,
      "savings": 188652621.68,
      "link": null,
      "description_doge": "BRIMSTONE COMMERCIAL, LLC (BRIMSTONE) WILL CONSTRUCT AND OPERATE A NEW PLANT TO COMMERCIALIZE A DEEPLY DECARBONIZED PROCESS FOR MAKING ORDINARY PORTLAND CEMENT (OPC) AND CO-PRODUCTS, INCLUDING SUPPLEMENTARY CEMENTITIOUS MATERIALS (SCM) AND SMELTER-GRADE ALUMINA (SGA). BRIMSTONE WILL DEVELOP A TRANSFORMATIVE TECHNOLOGY THAT APPLIES A CHEMICAL-BASED PROCESS FOR MAKING CEMENT THAT ELIMINATES PROCESS CARBON DIOXIDE (CO2) EMISSIONS ASSOCIATED WITH LIMESTONE PROCESSING. THE PROCESS ALSO INCLUDES THE PRODUCTION OF SCM FROM SILICEOUS RESIDUES TO REDUCE EMISSIONS ASSOCIATED WITH CONCRETE PRODUCTION AND HAS THE ABILITY TO INCORPORATE DIRECT AIR CAPTURE OF ATMOSPHERIC CO2 FROM MAGNESIUM-BEARING WASTE RESIDUE. THIS PROJECT WILL PRODUCE OPC AND SCMS FROM CARBON-FREE CALCIUM SILICATE ROCK USING A CLOSED ACID BENEFICIATION CYCLE. THE NEW PLANT’S SUCCESS, BY DEMONSTRATING A PATHWAY FOR ACHIEVING POSITIVE UNIT ECONOMICS FOR BRIMSTONE’S DECARBONIZED CEMENT PRODUCTION PROCESS, WILL DE-RISK THE BUSINESS MODEL AND SUPPORT NET-ZERO GOALS WHILE INCREASING SUPPLY RESILIENCY IN THE CEMENT AND ALUMINUM INDUSTRIES. THIS PROJECT PLANS TO PROVIDE TANGIBLE BENEFITS TO THE COMMUNITY BY CREATING UP TO 100 FAMILY-SUSTAINING OPERATIONS JOBS WITH COMPREHENSIVE BENEFITS, ENGAGING WITH LABOR UNIONS AND SUPPORTING THE USE OF NEGOTIATED AGREEMENTS FOR THE CONSTRUCTION AND OPERATION OF THE FACILITY. THIS PROJECT WILL ESTABLISH EARLY TWO-WAY ENGAGEMENT WITH COMMUNITY MEMBERS THROUGH A COMMUNITY ADVISORY COUNCIL, DEVELOP A LOCAL WORKFORCE DEVELOPMENT PROGRAM, AND ENSURE EQUITABLE ACCESS TO BENEFITS THROUGH PARTNERSHIPS WITH MINORITY SERVING INSTITUTIONS AND BUSINESSES MAJORITY-OWNED OR CONTROLLED BY UNDERREPRESENTED PERSONS OR GROUPS OF UNDERREPRESENTED PERSONS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "GALLO GLASS CO",
      "value": 75000000.0,
      "savings": 74836616.67,
      "link": null,
      "description_doge": "THE GALLO GLASS (“GALLO”) PROJECT WILL DEMONSTRATE THE COMMERCIAL AND TECHNICAL VIABILITY OF HYBRID- MELTING AT THE GALLO FACILITY BY REPLACING A NATURAL GAS-POWERED GLASS FURNACE AT ITS GLASS MANUFACTURING FACILITY IN MODESTO, CA WITH A HYBRID ELECTRIC MELTER (HYBRID MELTER)."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "SUBLIME SYSTEMS, INC.",
      "value": 86907197.0,
      "savings": 86411874.25,
      "link": null,
      "description_doge": "THE FIRST COMMERCIAL ELECTROCHEMICAL CEMENT MANUFACTURING PROJECT, LED BY SUBLIME SYSTEMS, PLANS TO BUILD A NEW, ULTRA-LOW CARBON CEMENT MANUFACTURING FACILITY IN HOLYOKE, MASSACHUSETTS. SUBLIME SYSTEMS’ NEW METHOD TO MAKE CEMENT REPLACES CARBON-INTENSIVE LIMESTONE WITH ABUNDANT CALCIUM SILICATE-BASED FEEDSTOCKS, RESULTING IN INDUSTRY-STANDARD CEMENT THAT IS PRODUCED ELECTROCHEMICALLY INSTEAD OF USING HIGH HEAT. BY DEMONSTRATING THIS TRANSFORMATIONAL PROCESS THAT WAS PREVIOUSLY SUPPORTED BY ARPA-E, SUBLIME SYSTEMS WOULD STRENGTHEN AMERICAN SUPPLY CHAINS FOR LOW-CARBON PRODUCTS, INCREASE TRANSPARENCY FOR PRODUCT ENVIRONMENTAL IMPACT AND PERFORMANCE, AND CATALYZE INDUSTRY-WIDE CHANGE. THE PROJECT EXPECTS TO CREATE 70-90 PERMANENT MANUFACTURING JOBS IN A COMMUNITY THAT ONCE PRODUCED NEARLY ALL OF THE UNITED STATES’ WRITING PAPER BUT HAS SEEN A DECLINE IN INDUSTRY OVER THE 20TH CENTURY. SUBLIME SYSTEMS AND THE UNITED STEELWORKERS HAVE SIGNED A STRATEGIC PARTNERSHIP AGREEMENT SUPPORTING SUBLIME SYSTEMS’ EMPLOYEES’ RIGHT TO ORGANIZE AT THE HOLYOKE FACTORY. THE COMPANY HAS ALSO SIGNED MEMORANDA OF UNDERSTANDING TO NEGOTIATE PROJECT LABOR AGREEMENTS WITH THE REGION’S BUILDING TRADE UNIONS. BASED ON ROBUST ENGAGEMENT AND DISCUSSION WITH THE HOLYOKE COMMUNITY, SUBLIME SYSTEMS ADDITIONALLY PLANS TO SUPPORT THE HOLYOKE K-12 EDUCATION SYSTEM THROUGH CURRICULUM ENHANCEMENT AND TEACHER SUPPORT IN PARTNERSHIP WITH THE SMITHSONIAN SCIENCE EDUCATION CENTER AND FACILITATE A LONG-TERM TRAINING PIPELINE FOR HOLYOKE AND THE BROADER PIONEER VALLEY"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NATIONAL CEMENT COMPANY OF CALIFORNIA, INC.",
      "value": 500000000.0,
      "savings": 499522230.23,
      "link": null,
      "description_doge": "NATIONAL CEMENT COMPANY OF CALIFORNIA (NCC-CA) PLANS TO CONSTRUCT AND OPERATE AN INTEGRATED CARBON CAPTURE AND STORAGE (CCS) SYSTEM ALONG WITH CONNECTION TO A CARBON DIOXIDE (CO2) TRANSPORT PIPELINE AT THEIR LEBEC, CALIFORNIA CEMENT PLANT. THIS PROJECT WILL UTILIZE THE FOLLOWING THREE PROCESSES: 1) REPLACE A PORTION OF THE PLANT’S FOSSIL FUEL USE WITH LOCALLY SOURCED BIOMASS; 2) PRODUCE LIMESTONE CALCINED CLAY CEMENT (LC3) AND REDUCE AVERAGE CLINKER CONTENT OF ALL LEBEC-PRODUCED CEMENTS; AND 3) APPLY POST-COMBUSTION CO2 CAPTURE AND SEQUESTRATION TECHNOLOGY AT SCALE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NIPPON DYNAWAVE PACKAGING COMPANY, LLC",
      "value": 46594001.0,
      "savings": 45983645.61,
      "link": null,
      "description_doge": "NIPPON DYNAWAVE PACKAGING CO. LLC (NDP) SEEKS TO IMPLEMENT A NOVEL MEMBRANE TECHNOLOGY DEVELOPED BY VIA SEPARATIONS (VIA) TO ADDRESS THE ENERGY-INTENSIVE THERMAL PROCESS OF CONCENTRATING BLACK LIQUOR, A LIGNIN BYPRODUCT OF THE KRAFT PULPING PROCESS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "MINERAL BASIN SOLAR POWER, LLC",
      "value": 90000000.0,
      "savings": 90000000.0,
      "link": null,
      "description_doge": "DEMONSTRATE THE DESIGN AND CONSTRUCTION OF A FULLY OPERATIONALIZED UTILITY-SCALE SOLAR FACILITY ON FORMER MINE LAND. DOCUMENT THE PROCESS OF DEVELOPING A LARGE-SCALE SOLAR FACILITY ON FORMER MINE LAND INCLUDING SOLUTIONS TO CHALLENGES, RESPECTIVE COSTS AND SUCCESS RATES, AND POLICY AND PROCESS RECOMMENDATIONS FOR REPLICABILITY. BOLSTER LOCAL ECONOMIC HEALTH, CREATE NEW WORKFORCE OPPORTUNITIES, AND EXPAND ACCESS TO HIGH-QUALITY JOBS IN PARTNERSHIP WITH LOCAL ORGANIZATIONS. CONTRIBUTE TOWARD BUILDING A CLEAN AND EQUITABLE ECONOMY THAT ACHIEVES NET-ZERO EMISSIONS BY 2050."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NANORAMIC, INC.",
      "value": 47528246.0,
      "savings": 47528246.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): LOW-CARBON, ALL-WATER-BASED, HIGHLY CIRCULAR STATIONARY STORAGE BATTERY PLANT BASED ON NEOCARBONIX ELECTRODES"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BITZER SCROLL INC",
      "value": 5005252.0,
      "savings": 5005252.0,
      "link": null,
      "description_doge": "INFLATION REDUCTION ACT (IRA) - INCREASING PRODUCTION CAPACITY OF COMMERCIAL SCROLL COMPRESSORS FOR ELECTRIC HEAT PUMP APPLICATIONS THE OBJECTIVE OF THE PROJECT IS FOR BITZER SCROLL INC. TO INCREASE THE PRODUCTION CAPACITY OF COMMERCIAL SCROLL COMPRESSORS BY 50% IN THEIR SYRACUSE N.Y. FACILITY TO MEET THE INCREASING U.S. MARKET DEMAND FOR THIS CRITICAL COMPONENT USED IN ELECTRIC HEAT PUMP SYSTEMS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "MOMENT ENERGY INC",
      "value": 20329490.0,
      "savings": 20329490.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - COMMERCIALIZATION FACILITY FOR SCALING SECOND-LIFE EV BATTERIES FOR THE RENEWABLE TRANSITION OF WORKFORCE AND GRID THE OBJECTIVE OF THE PROJECT IS TO BUILD AND START OPERATIONS AT A NEW MANUFACTURING FACILITY FOR LINEAR GENERATORS (LGENS), A SPECIFIC ADVANCED ENERGY PROPERTY THAT CAN SUPPLY CLEAN ENERGY FOR LARGE-SCALE COMMERCIAL, INDUSTRIAL, AND GRID OPERATIONS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "CLEANFIBER INC.",
      "value": 10000000.0,
      "savings": 10000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - CARBON-STORING INSULATION MANUFACTURING FACILITY IN WASHINGTON STATE THE OBJECTIVE OF THIS PROJECT IS TO ESTABLISH A 67,500 SQUARE FOOT PRODUCTION FACILITY IN WASHINGTON STATE TO PRODUCE AN ADVANCED FORM OF CELLULOSE INSULATION FROM RECYCLED CARDBOARD. THIS INSULATION IS FOR RESIDENTIAL RETROFIT AND NEW CONSTRUCTION APPLICATIONS. THE PRODUCTION FACILITY WILL PROVIDE REGIONAL ACCESS TO A MARKET-READY, DOMESTICALLY SOURCED, LOW-CARBON BUILDING MATERIAL, ADDRESS EMERGING GAPS IN THE DOMESTIC CELLULOSE INSULATION SUPPLY CHAIN, AND REDUCE GREENHOUSE GAS (GHG) EMISSIONS BY ENABLING REGIONAL ADOPTION OF A CARBON-NEGATIVE INSULATION SYSTEM."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "URBAN MINING INDUSTRIES, LLC",
      "value": 20365085.0,
      "savings": 20365085.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) DECARBONIZATION OF CONCRETE USING A GROUND GLASS POZZOLAN THE OBJECTIVE FOR THE PROJECT IS TO CONSTRUCT THE NEXT GENERATION OF MANUFACTURING PLANTS THAT CONVERT UNWANTED WASTE GLASS INTO A GROUND GLASS POZZOLAN (GGP) THAT WILL REPLACE UP TO 50% OF THE CEMENT USED IN CONCRETE AND IN DOING SO, DECARBONIZE THAT CONCRETE BY OVER 40%."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "FURNO MATERIALS INC",
      "value": 20000000.0,
      "savings": 20000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): COMMERCIALIZATION OF MODULAR CEMENT PRODUCTION IN CHICAGO, IL THIS PROJECT'S MAIN OBJECTIVE IS TO COMMERCIALIZE THE RECIPIENT’S MODULAR CEMENT PRODUCTION TECHNOLOGY THROUGH THE CONSTRUCTION AND OPERATION OF A FACILITY IN CHICAGO, IL. THE PROJECT DELIVERY GOALS ARE: 1) COMMERCIALIZE A PROCESS FOR USING INDUSTRIAL WASTE MATERIALS (E.G.: CRUSHED CONCRETE FINES) TO REPLACE RAW MATERIAL BY AT LEAST 44% TO MAKE ORDINARY PORTLAND CEMENT. 2)LEVERAGE LEARNINGS FROM THE RECIPIENT’S PILOT SYSTEM OPERATIONS TO IMPLEMENT A HIGHLY EFFICIENT, MODULAR KILN SYSTEM THAT LEVERAGES POROUS MEDIA COMBUSTION WITHIN A VERTICAL PACKED BED REACTOR WITH A CAPABLE CAPACITY OF 160 TONS PER DAY OF PRODUCTION. 3) ACHIEVE A BASELINE 47% REDUCTION IN CARBON DIOXIDE (CO2) EMISSIONS WITH AN ASSOCIATED 90% REDUCTION IN EMISSIONS OVER TRADITIONAL CEMENT PRODUCTION"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PACCAR INC",
      "value": 35000000.0,
      "savings": 35000000.0,
      "link": null,
      "description_doge": "INFLATION REDUCTION ACT (IRA) - CONVERSION IMPACT: CONVERSION OF INTELLIGENT MANUFACTURING FOR PRODUCING AMERICAN CLEAN TRUCKS THE OBJECTIVE OF THIS PROJECT IS TO PARTIALLY CONVERT, EXPAND, EQUIP AND RE-TOOL FOUR EXISTING INTERNAL COMBUSTION ENGINE TRUCKS AND COMPONENTS MANUFACTURING FACILITIES WITH ZERO EMISSION TRUCK AND COMPONENT MANUFACTURING CAPABILITIES, AND TO PROVIDE ZERO-EMISSION VEHICLE (ZEV) TRAINING TO CURRENT PRODUCTION WORKFORCE TO SUPPORT THEIR TRANSITION.I"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "KIT CARSON ELECTRIC COOPERATIVE, INC.",
      "value": 15430118.0,
      "savings": 15430118.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - BUILDING A MODERN INTELLIGENT DISTRIBUTED BATTERY ENERGY STORAGE SYSTEM (BESS) FOR RESILIENCY IN NORTHERN NEW MEXICO THROUGH THE DEVELOPMENT OF BESS IN THREE COMMUNITIES, THE RECIPIENT WILL BE ABLE TO CREATE A RESILIENT, CONNECTED MICROGRID NETWORK, ALLOWING COMMUNITIES TO BE TOTAL PARTICIPANTS IN THE RECIPIENT’S GRID AND ISLANDED DURING EXTREME WEATHER. OUR RESILIENCE OBJECTIVES FOR EACH LOCATION INCLUDES: 1) SUPPORT CRITICAL LOADS NEEDED IN THE EVENT OF PROXIMATE WILDFIRE AND POWER OUTAGE TO ENABLE EMERGENCY SERVICES AND EVACUATION OF THE POPULATION; 2) SUPPORT COMMUNITY CRITICAL LOADS (E.G., FIRE STATION, HEALTH CLINIC, CHILDCARE CENTER, TELECOMMUNICATIONS LINK, COMMERCIAL KITCHEN, COLLEGE DORMITORIES, HOME HEALTH EQUIPMENT) INDEFINITELY IN THE EVENT OF AN OUTAGE OR PUBLIC SAFETY POWER SHUTOFF (PSPS); AND PRIORITY LOADS DURING DAYLIGHT HOURS; AND 3) CRITICAL AND PRIORITY LOAD SUPPORT, PROVIDING INDEFINITE SUPPORT TO CRITICAL LOADS AND SUPPORTING PRIORITY LOADS DURING DAYTIME HOURS, TAILORED FOR A TRIBE'S PARTICULAR FACILITIES, OPERATIONS, AND NEEDS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "JAMESTOWN BOARD OF PUBLIC UTILITIES",
      "value": 17377945.0,
      "savings": 17377945.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – JAMESTOWN COMMUNITY MICROGRID THE JAMESTOWN COMMUNITY MICROGRID PROJECT WILL PROVIDE THE JAMESTOWN BOARD OF PUBLIC UTILITIES (THE RECIPIENT) WITH THE TOOLS AND CAPACITY TO DELIVER RELIABLE AND RESILIENT ELECTRICAL SERVICES TO THE DOWNTOWN CORRIDOR AND BROADER COMMUNITY DURING A TRANSMISSION OR SUB-TRANSMISSION OUTAGE(S). THE MICROGRID WILL ENABLE POTENTIALLY LIFE-SAVING ENERGY TO BE DELIVERED TO PUBLIC AND EMERGENCY SERVICES, SCHOOLS, SENIOR AND ASSISTED LIVING HOUSING FACILITIES, HOMELESS SHELTERS, SMALL BUSINESSES, EV CHARGING STATIONS, AND THE REGIONAL HOSPITAL IN THE CITY OF JAMESTOWN. THE MICROGRID PROJECT WILL PROVIDE EQUITABLE ACCESS TO WELL-PAYING UNION LABOR AND PREVAILING WAGE JOBS IN THE JUSTICE40 COMMUNITY AND WILL CREATE ADDITIONAL TEMPORARY WELL-PAYING UNION AND PREVAILING WAGE JOBS DURING THE CONSTRUCTION PHASE. THE MICROGRID SYSTEM WILL BE DESIGNED TO BE EXPANDABLE/MAINTAINABLE TO HANDLE FUTURE ELECTRIFICATION LOAD GROWTH AND NEW DISTRIBUTED ENERGY RESOURCE (DER) TECHNOLOGIES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "LIBERTY UTILITIES (CALPECO ELECTRIC) LLC",
      "value": 13071300.0,
      "savings": 12620695.68,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW-PROJECT LEAPFROG: FOUNDATIONAL ADVANCED METERING INFRASTRUCTURE (AMI) AND GRID EDGE COMPUTING TECHNOLOGY DEPLOYMENT IN THE LAKE TAHOE AREA OF CALIFORNIA. PROJECT LEAPFROG SEEKS TO DIGITIZE THE COMPANY’S METERING FLEET AND OPERATIONS, LAYING THE FOUNDATION FOR BROADER DIGITIZATION OF DISTRIBUTION GRID AND CUSTOMER OPERATIONS THROUGH AN ADVANCED METERING INFRASTRUCTURE (AMI). THE PROJECT WILL PROVIDE A FOUNDATIONAL ADVANCED METERING INFRASTRUCTURE (“AMI”) SOLUTION FOLLOWED BY INTEGRATION OF ADVANCED OPERATIONAL CAPABILITIES INTO THE GROWING AMI TECHNOLOGY STACK, INCLUDING REAL-TIME DISTRIBUTION GRID MONITORING, GRID EDGE COMPUTING ANALYTICS AND CONVERSION OF THE MV-90 METERING SYSTEM USED FOR THE COMMERCIAL CUSTOMERS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NATIONAL GRID USA SERVICE COMPANY, INC.",
      "value": 49642748.0,
      "savings": 41396206.67,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): FUTURE GRID DISTRIBUTED ENERGY RESOURCES THROUGH ADVANCED NETWORK MANAGEMENT, RESOURCE ORCHESTRATION, AND CONTROL. THIS PROJECT WILL DEPLOY INNOVATIVE DIGITAL TECHNOLOGY SOLUTIONS TO MAXIMIZE THE VALUE OF THIRD-PARTY DISTRIBUTED ENERGY RESOURCES (DER) AT THE DISTRIBUTION LEVEL THROUGH GREATER ADVANCED NETWORK MANAGEMENT, RESOURCE ORCHESTRATION, AND MONITORING AND CONTROL. THE PROJECT WILL MEET THE FOLLOWING OBJECTIVES: (I) IMPROVE THE VISIBILITY OF THE DISTRIBUTION SYSTEM TO GRID OPERATORS, TO HELP QUICKLY REBALANCE THE ELECTRICAL SYSTEM WITH AUTONOMOUS CONTROLS, THROUGH DATA ANALYTICS, SOFTWARE, AND SENSORS; (II) AGGREGATE AND INTEGRATE DER AND OTHER GRID-EDGE DEVICES TO PROVIDE SYSTEM BENEFITS; AND (III) ENHANCE INTEROPERABILITY AND DATA ARCHITECTURE OF SYSTEMS THAT SUPPORT TWO-WAY FLOW OF BOTH ELECTRIC POWER AND LOCALIZED ANALYTICS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "COMMONWEALTH EDISON CO",
      "value": 50000000.0,
      "savings": 50000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - COMMUNITY ORIENTED INTEROPERABLE CONTROL FRAMEWORK FOR AGGREGATING AND INTEGRATING DISTRIBUTED ENERGY RESOURCES (DERS) AND OTHER GRID-EDGE DEVICES (ICF) THIS PROJECT WILL IMPLEMENT A DATA FUSION EMPOWERED INTEROPERABLE CONTROL FRAMEWORK TO PAVE THE WAY FOR NEXT-GENERATION POWER GRID PLANNING AND OPERATION, WHILE MAXIMIZING BENEFITS ACROSS DISADVANTAGED COMMUNITIES. THIS PROJECT WILL DEPLOY A SELECTION OF GRID-EDGE TECHNOLOGIES FOR FIELD DEMONSTRATION AND DEVELOP AN INTEROPERABLE CONTROL ARCHITECTURE AND GRID-EDGE ANALYTIC PLATFORM TO ADDRESS THE INTEROPERABILITY AMONG INNOVATIVE TECHNOLOGIES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PORTLAND GENERAL ELECTRIC COMPANY",
      "value": 50000000.0,
      "savings": 49791501.92,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - ACCELERATING AND DEPLOYING GRID EDGE COMPUTING TO SUPPORT THE RECIPIENT’S GOAL OF SOURCING 25 PERCENT OF ITS PEAK LOAD FROM ITS DISTRIBUTION SYSTEM AND REDUCING GREENHOUSE GAS EMISSIONS BY 80 PERCENT BY 2030, THE RECIPIENT WILL INSTALL A SCALABLE, DISTRIBUTED ARTIFICIAL INTELLIGENCE (AI) PLATFORM TO ACCELERATE GRID EDGE COMPUTING CAPABILITIES AND ENHANCE DISTRIBUTED ENERGY RESOURCE (DER) INTEGRATION. THE RECIPIENT WILL DEPLOY APPROXIMATELY 90,000 GRID EDGE COMPUTING (GEC) DEVICES, ACROSS APPROXIMATELY 10 PERCENT OF ITS CUSTOMER BASE, AS THE FIRST STEP TOWARDS DEPLOYING ADVANCED GRID EDGE COMPUTING THROUGHOUT ITS TERRITORY. THIS DEPLOYMENT WILL ALLOW THE RECIPIENT TO TARGET KEY LOCATIONS WITHIN ITS SERVICE TERRITORY TO DEMONSTRATE THE VALUE OF EDGE COMPUTING PRIOR TO A FULL SYSTEM DEPLOYMENT. THE PROJECT WILL FOCUS APPROXIMATELY 40 PERCENT OF THE GECS IN DISADVANTAGED COMMUNITIES (DACS) TO SUPPORT GREATER RESILIENCY AND CLEAN ENERGY PARITY WITHIN DACS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "SACRAMENTO MUNICIPAL UTILITY DISTRICT",
      "value": 50000000.0,
      "savings": 50000000.0,
      "link": null,
      "description_doge": "THE RECIPIENT WILL PARTNER WITH TECHNOLOGY PROVIDERS AND SEEKS TO DEPLOY AN ADVANCED, LARGE-SCALE, SMART GRID INFRASTRUCTURE PROJECT WITH AN EMPHASIS ON EQUITABLE COMMUNITY BENEFITS AND BROADER GRID RELIABILITY UNDER THE TITLE OF CONNECTED CLEAN POWERCITY (PROJECT). THE PROJECT INTEGRATES ADVANCED SMART GRID COMPONENTS WITH SITE-SPECIFIC DISTRIBUTED ENERGY RESOURCES (DERS) AT A TRIBAL COMMUNITY, HELPING SACRAMENTO’S GRID BETTER INTERACT WITH TECHNOLOGY, DEVICES, AND CUSTOMERS AT ITS EDGE WHILE ESTABLISHING IMPROVED VISIBILITY, MANAGEMENT, AND CONTROL THROUGH REAL-TIME GRID MANAGEMENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "LOS ANGELES DEPARTMENT OF WATER & POWER",
      "value": 48000000.0,
      "savings": 48000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) EXPANDING DISTRIBUTION SYSTEM VISIBILITY AND THE ABILITY TO DISPATCH DISTRIBUTED ENERGY RESOURCES THE LOS ANGELES DEPARTMENT OF WATER AND POWER (LADWP) PROPOSES TO USE THE DEPARTMENT OF ENERGY (DOE) GRID RESILIENCE AND INNOVATION PARTNERSHIPS (GRIP) PROGRAM FUNDING TO LAUNCH THE COMMUNITY GRID INNOVATION PROGRAM (CGIP), WHICH WILL PROVIDE LADWP SYSTEM BENEFITS BY ALLOWING FOR GREATER CONTROL AT THE GRID OPERATIONS LEVEL AND ENHANCE VISIBILITY OF THE DISTRIBUTION SYSTEM. CGIP CONSISTS OF TWO PRIMARY COMPONENTS: 1) A DISTRIBUTED ENERGY RESOURCE MANAGEMENT SYSTEM (DERMS), AND 2) THE EXPANSION OF LADWP PROGRAMS TO DEVELOP DISTRIBUTED ENERGY RESOURCES (DERS) THAT ARE INTEGRATED WITH THE DERMS. THESE TWO SYSTEMS WORKING IN CONJUNCTION WILL GIVE LADWP GRID OPERATORS ENHANCED ABILITY TO DYNAMICALLY RESPOND TO GRID FLUCTUATIONS BY PRECISELY DISPATCHING MORE THAN 150 MEGAWATTS OF DERS RESULTING IN IMPROVED GRID FLEXIBILITY, RELIABILITY AND RESILIENCE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "CITY OF NAPERVILLE",
      "value": 1116174.0,
      "savings": 1105937.31,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – DISTRIBUTED ENERGY RESOURCE MANAGEMENT SYSTEM (DERMS) IMPLEMENTATION & INTEGRATIONS THE OBJECTIVES FOR THIS GRIP 2740 PROJECT ARE TO ALIGN WITH AND SUPPORT ILLINOIS’ CLEAN ENERGY SUPPLY TRANSITION COMMITMENTS TO 100% CLEAN, RENEWABLE ENERGY BY 2050; TO BETTER FACILITATE THE INCREASING LEVELS OF TWO-WAY INTERMITTENT GENERATION SOURCES PERMEATING THE RECIPIENT’S GRID THAT CAN PROVE DISRUPTIVE AT SCALE IF NOT MONITORED OR MANAGED APPROPRIATELY; TO CATALYZE COMMUNITY TRANSFORMATION AND SPUR FUTURE INVESTMENT BY INCREASING GRID HOSTING CAPACITY FOR FUTURE DISTRIBUTED ENERGY RESOURCES AND WORKING WITH THE NAPERVILLE DEVELOPMENT PARTNERSHIP AND NAPERVILLE CHAMBER OF COMMERCE TO ATTRACT NEW COMMERCIAL INVESTMENT AND DEVELOPMENT OF THE MERITS A MODERN & RESILIENT GRID BRINGS WITH GREATER DISTRIBUTED ENERGY RESOURCE HOSTING CAPACITY; AND TO DRIVE REAL, TANGIBLE COMMUNITY BENEFITS BOTH IN THE INCREASED FLEXIBILITY OF THE GRID WHICH IS A DIRECT OUTCOME OF THE PROJECT, WHILE ALSO SUPPORTING BROADER NAPERVILLE ECONOMIC DEVELOPMENT GROWTH, AND FURTHERING ENERGY DEMOCRACY INITIATIVES WITHIN THE COMMUNITY AND BEYOND."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "GENERAC GRID SERVICES LLC",
      "value": 49826086.0,
      "savings": 49760373.08,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) ACCELERATING BUILDING THERMAL ELECTRIFICATION WHILE MANAGING SYSTEM IMPACTS THIS PROJECT SEEKS TO INSTALL COMBINED BATTERY AND HEAT PUMP SYSTEMS, WITH ADDITIONAL SMART THERMOSTATS INSTALLED WHERE APPROPRIATE, IN OCCUPIED HOMES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ALLETE INC",
      "value": 50000000.0,
      "savings": 49797840.12,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): MINNESOTA POWER HIGH-VOLTAGE DIRECT CURRENT (HVDC) TERMINATION EXPANSION CAPABILITY (HTEC) PROJECT. THE OVERALL GOAL OF THIS PROJECT IS TO WORK WITH A HIGH-VOLTAGE DIRECT CURRENT (HVDC) SUPPLIER TO DESIGN AND BUILD TWO VOLTAGE SOURCE CONVERTER (VSC) HVDC TERMINAL STATIONS CAPABLE OF DELIVERING 1500 MEGAWATTS (MW), ENSURING THAT THEY ARE SIZED AND CONFIGURED FOR FUTURE LOCAL AND REGIONAL GRID EXPANSION. HVDC TERMINAL STATIONS ARE DESIGNED, AND EQUIPMENT IS MANUFACTURED BY A LIMITED NUMBER OF SUPPLIERS GLOBALLY."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "TRI-STATE GENERATION AND TRANSMISSION ASSOCIATION, INC.",
      "value": 26798344.0,
      "savings": 26798344.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): BUILDING THE SMART GRID OF THE FUTURE THROUGH THE COOPERATIVE ENERGY ECOSYSTEM THE GOAL OF THE PROJECT IS TO HELP ELECTRIC COOPERATIVES REMAIN ECONOMICALLY AND OPERATIONALLY HEALTHY IN THE FORESEEABLE FUTURE. IT AIMS TO INCREASE THE EFFICIENCY, CAPACITY, FLEXIBILITY, RELIABILITY, AND RESILIENCE OF THE RECIPIENT’S BULK POWER GRID, WHICH SERVES FOUR STATES AND 42 DISTRIBUTION MEMBER COOPERATIVES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BUSINESS, ECONOMIC DEVELOPMENT AND TOURISM, HAWAI'I DEPARTMENT OF",
      "value": 1675000.0,
      "savings": 1285698.59,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – ENABLING HIGH PENETRATION OF RENEWABLES WITH SYNCHRONOUS CONDENSER CONVERSION TECHNOLOGY (SCCT) THE PURPOSE OF THIS AWARD IS TO INSTALL A SYNCHRONOUS CONDENSER AT THE PORT ALLEN GENERATION STATION (PAGS) ON KAUA‘I, DEVELOPED THROUGH CONVERSION OF AN EXISTING, BUT ESSENTIALLY STAND-BY STEAM TURBINE GENERATOR. THE SYNCHRONOUS CONDENSER WILL ALLOW THE KAUA‘I GRID TO BE REGULATED MORE EFFECTIVELY BY MANAGING GRID VOLTAGE, ENSURING ADEQUATE SYSTEM INERTIA IS MAINTAINED, AND PROVIDING ADEQUATE SHORT-CIRCUIT CURRENT TO OPERATE PROTECTION DEVICES. THE PROJECT WILL ALSO DEMONSTRATE THE CONVERSION OF A TRADITIONAL STEAM TURBINE POWER PLANT PROVIDING FOSSIL-FUELED REAL POWER TO A SYNCHRONOUS CONDENSER WHICH CONSUMES NO FUEL WHILE PROVIDING INERTIA, VOLTAGE SUPPORT, AND FAULT CURRENT FOR HIGH-RENEWABLE ELECTRIC GRIDS WHICH ARE DOMINATED BY INVERTER-BASED RESOURCES. THIS DEMONSTRATION COULD BE REPLICATED FOR LOCAL, REGIONAL, AND INTERREGIONAL GRID ENHANCEMENT, WHILE ADVANCING ELECTRIC SYSTEM DECARBONIZATION THROUGH IMPROVED INTERCONNECTED OPERATION WITH INVERTER-BASED RENEWABLE POWER SOURCES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BUSINESS, ECONOMIC DEVELOPMENT AND TOURISM, HAWAI'I DEPARTMENT OF",
      "value": 16250000.0,
      "savings": 15849866.18,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - UTILITY SOLAR GRID FORMING TECHNOLOGY (USGFT)"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "DEPARTMENT OF COMMERCE MINNESOTA",
      "value": 464477359.0,
      "savings": 464428640.37,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) GRID RESILIENCE AND INNOVATION PARTNERSHIPS, GRIP - JOINT TARGETED INTERCONNECTION QUEUE (JTIQ) TRANSMISSION STUDY PROCESS AND PORTFOLIO. THESE PROJECTS WILL SUPPORT NEW GENERATION SEEKING TO INTERCONNECT TO THE TRANSMISSION GRID INCLUDING THE INTEGRATION OF SUBSTANTIAL RENEWABLE RESOURCES. THE INTENDED BENEFICIARY(IES) OF THE FUNDED AWARD/PROJECT ARE ACROSS SEVEN-MIDWEST STATES THAT, ONCE CONSTRUCTED, WILL UNLOCK APPROXIMATELY 28 GIGAWATTS OF NEW GENERATION, PRIMARILY WIND AND SOLAR ENERGY"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "WARM SPRINGS POWER ENTERPRISES",
      "value": 250000000.0,
      "savings": 249504030.22,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) GRID RESILIENCE AND INNOVATION PARTNERSHIPS, GRIP - CONFEDERATED TRIBES OF WARM SPRINGS AND PORTLAND GENERAL ELECTRIC REGIONAL 500KV TRANSMISSION INNOVATIVE PROJECT. THE PROJECT WILL ADVANCE TRIBAL SOVEREIGNTY IN THE ENERGY INDUSTRY AND SUPPORT SOCIALLY-JUST ECONOMIC DEVELOPMENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "STATE OF CALIFORNIA ENERGY COMMISSION",
      "value": 630561319.0,
      "savings": 630561319.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - CALIFORNIA HARNESSING ADVANCED RELIABLE GRID ENHANCING TECHNOLOGIES FOR TRANSMISSION (CHARGE 2T) THE PROJECT SETS FORTH SEVERAL GOALS TO MODERNIZE AND EXPAND CALIFORNIA’S ELECTRICAL GRID FOR ENHANCED PERFORMANCE AND SUSTAINABILITY. IT INCLUDES RECONDUCTORING AND REBUILDING MORE THAN 100 MILES, PLUS CONSTRUCTING NEW TRANSMISSION LINES, USING ADVANCED CONDUCTORS (AC) TO SIGNIFICANTLY INCREASE TRANSMISSION CAPACITY. TO FURTHER REDUCE CONGESTION AND LOWER ENERGY COSTS FOR CONSUMERS, DYNAMIC LINE RATING (DLR) DEVICES WILL BE DEPLOYED ACROSS SEVERAL TRANSMISSION LINES, COMPLEMENTED BY THE INSTALLATION OF SHORT CIRCUIT DUTY MONITORING DEVICES AT VARIOUS SUBSTATIONS TO BOLSTER GRID RELIABILITY. THE PROJECT WILL ACCELERATE THE DEVELOPMENT OF A SECURE WEB-BASED PORTAL FOR MANAGING INTERCONNECTION PROCESSES FOR THE STATE’S TRANSMISSION PROVIDER, INCLUDING TARGETED IMPROVEMENTS AND INTEGRATION WITH UTILITIES, TO ENHANCE ONGOING INTERCONNECTION PROCESS IMPROVEMENTS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "REDWOOD COAST ENERGY AUTHORITY",
      "value": 87629455.0,
      "savings": 87629455.0,
      "link": null,
      "description_doge": "THE PROJECT TEAM WILL PLAN AND IMPLEMENT THREE FRONT-OF-METER COMMUNITY MICROGRIDS THAT WILL BE OWNED AND OPERATED BY FEDERALLY RECOGNIZED TRIBES. THE EXISTING BEHIND-THE-METER COMMUNITY MICROGRID, OWNED AND OPERATED BY BLR, WILL BE EXPANDED TO INTERCONNECT THREE EXISTING FACILITY-SCALE MICROGRIDS THAT ARE GEOGRAPHICALLY DISTRIBUTED ACROSS THE RESERVATION INSIDE THEIR MAIN CAMPUS MICROGRID IN A NESTED CONFIGURATION."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "AMERESCO INC",
      "value": 39858257.0,
      "savings": 39858257.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - PU‘`ULOA MICROGRID AND BACKBONE PROJECT HYBRID DISPATCHABLE MICROGRID, ISLAND OF O‘AHU THE PU‘`ULOA MICROGRID AND BACKBONE PROJECT SEEKS TO CONSTRUCT A HYBRID MICROGRID AND BACKBONE, INSTALLED THROUGHOUT JOINT BASE PEARL HARBOR HICKAM (JBPHH) AND WOULD INTERCONNECT AND INTERACT WITH THE HECO GRID. DURING NORMAL GRID CONDITIONS, ENERGY WOULD FLOW SEAMLESSLY FROM FIRM GENERATION ASSETS ACROSS THE MICROGRID TO HECO AND PROVIDE AN IMPORTANT GRID-FORMING RESOURCE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BALTIMORE GAS & ELECTRIC COMPANY",
      "value": 50000000.0,
      "savings": 50000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - BGE INTERCONNECTION READINESS AND DEPLOYMENT OF STORAGE"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "EXELON BUSINESS SERVICES COMPANY",
      "value": 100000000.0,
      "savings": 100000000.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - RENEWABLE-AWARE DISTRIBUTION OPERATIONS: PIONEERING A CLEANER FUTURE FOR ALL OUR COMMUNITIES THE SCOPE AIMS TO ACCELERATE THE ADOPTION OF CLEAN ENERGY BY MODERNIZING AND STANDARDIZING DISTRIBUTION GRID MANAGEMENT THROUGH IMPLEMENTATION OF FOUNDATIONAL ADVANCED DISTRIBUTION MANAGEMENT SYSTEM (ADMS) AND OTHER ASSOCIATED APPLICATIONS, DISTRIBUTED ENERGY MANAGEMENT SYSTEM (DERMS), AND UNBALANCED LOAD FLOW (UBLF) ON TARGETED CIRCUITS ALIGNED WITH DISADVANTAGED COMMUNITIES (DACS)."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "HIGHLAND ELECTRIC FLEETS INC",
      "value": 10918827.0,
      "savings": 10918827.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - SCALING VEHICLE-TO-GRID INTEGRATION NATIONALLY (SVIN) THE PURPOSE OF THIS PROJECT IS TO SUCCESSFULLY DEPLOY 44 VEHICLE-TO-GRID (V2G) CHARGERS, 500 KILOWATT-HOURS (KWH) OF STATIONARY STORAGE, 800 KILOWATTS (KW) OF SOLAR, AND ASSOCIATED INFRASTRUCTURE ACROSS 14 SITES. THE PROJECT WILL ALSO ESTABLISH THREE SOLAR PLUS STORAGE SUPPORTED AND ONE STORAGE-ONLY SUPPORTED SYSTEMS. THE PROJECT WILL ALSO PERFORM ANNUAL IMPACT ASSESSMENTS ON THE RATE OF V2G ENABLED ELECTRIC VEHICLE ADOPTION AND GRID INTEGRATION, AND GRID BENEFITS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "IMPERIAL IRRIGATION DISTRICT",
      "value": 18379396.0,
      "savings": 18379396.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – IMPERIAL IRRIGATION DISTRICT ADVANCE DISTRIBUTION MANAGEMENT SYSTEM (ADMS) DEPLOYMENT AND COMMUNITY SUPPORT THE OVERARCHING GOAL OF THE IMPERIAL IRRIGATION DISTRICT ADVANCE DISTRIBUTION MANAGEMENT SYSTEM (ADMS) DEPLOYMENT AND COMMUNITY SUPPORT PROJECT IS TO DEVELOP AND DEPLOY AN ADVANCED DISTRIBUTION MANAGEMENT SYSTEM (ADMS), WHICH WILL INTEGRATE MULTIPLE ELEMENTS OF THE RECIPIENT’S EXISTING OPERATIONAL SYSTEM, WHILE IMPROVING OPERABILITY, RELIABILITY, AND PROVIDING DIRECT SERVICE AND COMMUNITY BENEFITS WITHIN ITS SERVICE TERRITORY."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "OTTER TAIL POWER CO",
      "value": 19585751.0,
      "savings": 19585751.0,
      "link": null,
      "description_doge": "INNOVATIVE DISTRIBUTED ENERGY AUTOMATION PROGRAM TO REVOLUTIONIZE ACCESS TO CLEAN ENERGY IN OUR VAST, RURAL SERVICE TERRITORY SPANNING MINNESOTA, NORTH DAKOTA, AND SOUTH DAKOTA. WE ARE PROPOSING A PROJECT TO OPTIMIZE OUR RURAL, TRI-STATE SERVICE AREA'S ACCESS TO AN ABUNDANCE OF REGIONAL RENEWABLE ENERGY. WE RECOGNIZE THE UNIQUE CHALLENGES FACED BY THESE COMMUNITIES, OFTEN CHARACTERIZED BY SPARSE POPULATIONS AND LIMITED ACCESS TO EXISTING INFRASTRUCTURE. INNOVATIVE DISTRIBUTED ENERGY AUTOMATION OFFERS A MULTIFACETED SOLUTION TO BRIDGE THIS CLEAN ENERGY GAP."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PNM",
      "value": 35632445.0,
      "savings": 35632445.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – VIRTUAL POWER PLANT ENABLEMENT THE PURPOSE OF THIS PROJECT IS TO DESIGN AND IMPLEMENT A VIRTUAL POWER PLANT (VPP) THAT IMPROVES GRID STABILITY AND REDUCES CUSTOMERS’ ELECTRICITY BILLS THROUGH SMART GRID TECHNOLOGY, DATA AGGREGATION SOFTWARE, AND FINANCIAL INCENTIVES. THE VPP SOLUTION WILL: INCREASE VISIBILITY INTO AND ABILITY TO LEVERAGE SMALL, INTERMITTENT ENERGY RESOURCES TO BETTER MANAGE THE GRID; INCENTIVIZE CUSTOMERS TO ENROLL IN THE VPP PROGRAMS THAT REDUCE ELECTRICITY BILLS AND ELECTRICITY RATES; AND PROVIDE A MARKET FOR THIRD-PARTY AGGREGATORS TO PARTNER IN A TRANSITION TO A CARBON-FREE GRID."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "SOUTHERN CALIFORNIA EDISON COMPANY",
      "value": 49971078.0,
      "savings": 49971078.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - SOLID STATE POWER SUBSTATION (SSPS) THE OBJECTIVE OF THIS PROJECT IS TO CREATE A SOLID-STATE POWER SUBSTATION BY INSTALLING MODULAR MULTI-LEVEL CONVERTERS MEDIUM VOLTAGE DIRECT CURRENT SUB TRANSMISSION CONNECTION."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 126684542.0,
      "savings": 58599623.14,
      "link": null,
      "description_doge": "CARBON DIOXIDE PILOT PLANT TEST FACILITY"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "MEMBRANE TECHNOLOGY AND RESEARCH, INC.",
      "value": 62077501.0,
      "savings": 6765042.33,
      "link": null,
      "description_doge": "DE-FE0031587 PROJECT TITLED: LARGE PILOT TESTING OF THE MEMBRANE TECHNOLOGY RESEARCH MEMBRANE POST-COMBUSTION CARBON DIOXIDE CAPTURE PROCESS"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ELECTRIC POWER RESEARCH INSTITUTE INC",
      "value": 4228677.0,
      "savings": 1154358.3,
      "link": null,
      "description_doge": "NEW AWARD TO: ELECTRIC POWER RESEARCH INSTITUTE, INC. AWARD NUMBER: DE-FE0031945 PROJECT TITLED: ENGINEERING-SCALE TEST OF A WATER-LEAN SOLVENT FOR POST-COMBUSTION"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 16650507.0,
      "savings": 7349693.07,
      "link": null,
      "description_doge": "NEW AWARD TO: GAS TECHNOLOGY INSTITUTE AWARD NUMBER: DE-FE0031946 PROJECT TITLED: ENGINEERING SCALE DESIGN AND TESTING OF TRANSFORMATIONAL MEMBRANE TECHNOLOGY FOR CO2 CAPTURE"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "FUELCELL ENERGY INC",
      "value": 3000000.0,
      "savings": 1194625.26,
      "link": null,
      "description_doge": "DE-FE0031974/0000; NEW AWARD PERFORMANCE IMPROVEMENTS FOR REVERSIBLE SOLID OXIDE FUEL CELL SYSTEMS THE PURPOSE OF THIS PROJECT IS TO DEVELOP REVERSIBLE SOLID OXIDE FUEL CELL TECHNOLOGIES SUITABLE FOR ENERGY STORAGE COMBINED WITH CAPABILITIES FOR HYDROGEN PRODUCTION."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ELECTRIC POWER RESEARCH INSTITUTE INC",
      "value": 9393880.0,
      "savings": 3443600.24,
      "link": null,
      "description_doge": "AWARD NUMBER DE-FE0031993 TO ELECTRIC POWER RESEARCH INSTITUTE FOR PROJECT TITLED GASIFICATION OF COAL AND BIOMASS: THE ROUTE TO NET-NEGATIVE-CARBON POWER AND HYDROGEN"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "TDA RESEARCH, INC.",
      "value": 2500000.0,
      "savings": 1181604.67,
      "link": null,
      "description_doge": "DE-FE0032151-NEW AWARD A NEW THERMAL SWING ADSORPTION PROCESS FOR POST-COMBUSTION CARBON CAPTURE FROM NATURAL GAS PLANTS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "RTX CORPORATION",
      "value": 3299141.0,
      "savings": 1374708.07,
      "link": null,
      "description_doge": "NEW AWARD, LOW-NOX, OPERABLE AMMONIA COMBUSTOR DEVELOPMENT FOR ZERO-CARBON POWER (LOAD-Z)"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "GENERAL ELECTRIC COMPANY",
      "value": 6999923.0,
      "savings": 3168042.07,
      "link": null,
      "description_doge": "NEW AWARD TO GENERAL ELECTRIC COMPANY FOR PROJECT TITLED DEMONSTRATION OF A GAS TURBINE-SCALE ROTATING DETONATION COMBUSTOR INTEGRATED WITH COMPRESSOR AND TURBINE COMPONENTS AT 7FA CYCLE CONDITIONS"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "RTX CORPORATION",
      "value": 4797615.0,
      "savings": 2258384.85,
      "link": null,
      "description_doge": "NEW AWARD WITH RAYTHEON TECHNOLOGIES RESEARCH CENTER TITLED DEVELOPMENT OF HYDROGEN BURNER FOR FT4000 AERODERIVATIVE ENGINE (P.E05.0003)"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 3432366.0,
      "savings": 1561398.36,
      "link": null,
      "description_doge": "PROJECT DE-FE0032172 TITLED INVESTIGATION OF AMMONIA FOR COMBUSTION TURBINES. NEW AWARD TO INSTITUTE OF GAS TECHNOLOGY DBA. GAS TECHNOLOGY INSTITUTE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "GE VERNOVA OPERATIONS LLC",
      "value": 6564013.0,
      "savings": 1688659.4,
      "link": null,
      "description_doge": "ADVANCED MIXED MODE COMBUSTOR FOR HYDROGEN F-CLASS RETROFIT THIS PROJECT IS TARGETED TOWARD DEVELOPING TECHNOLOGIES TO UTILIZE ENERGY RESOURCES AND POWER INFRASTRUCTURE FOR NET-ZERO CARBON ENERGY AND COMMODITY PRODUCTION THROUGH THE PRODUCTION, TRANSPORT, STORAGE, AND UTILIZATION OF HYDROGEN. ADVANCES IN HYDROGEN TECHNOLOGIES CAPABLE OF IMPROVING PERFORMANCE, RELIABILITY, AND FLEXIBILITY OF EXISTING AND NOVEL METHODS TO PRODUCE, TRANSPORT, STORE, AND USE HYDROGEN WILL ENABLE THE UNITED STATES TO CONTINUE TO EXTRACT MAXIMUM ECONOMIC VALUE FROM ITS ENERGY RESOURCES WHILE ELIMINATING THE CARBON FOOTPRINT OFTEN ASSOCIATED WITH TRADITIONAL ENERGY RESOURCES AND ACHIEVE NET-ZERO OR EVEN NEGATIVE EMISSIONS. THIS PROJECT WILL DEVELOP AND TEST A RETROFITTABLE F-CLASS STAGED COMBUSTOR MODULE WITH FUEL CAPABILITY RANGING FROM 100% NATURAL GAS TO LEVELS UP TO 100% HYDROGEN. THE BROADER GOAL IS TO PROVIDE CUSTOMERS WITH RETROFIT OPTIONS THAT WILL ALLOW THEM TO TRANSITION THEIR F-CLASS GAS TURBINE ASSETS (THE LARGEST FLEET IN THE UNITED STATES WITH OVER 1,500 UNITS) TO HYDROGEN FUELS WITH LOWER CARBON DIOXIDE EMISSIONS WHILE MAINTAINING NITROGEN OXIDE LEVELS AND OVERALL GAS TURBINE PERFORMANCE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 99715.8,
      "savings": 0.0,
      "link": null,
      "description_doge": "NEW AWARD - DE-FE0032219 - UNIVERSITY OF ILLINOIS TITLED: ''ENGINEERING-SCALE TESTING OF THE BIPHASIC SOLVENT BASED CO2 ABSORPTION CAPTURE TECHNOLOGY AT A COVANTA WASTE-TO-ENERGY FACILITY''"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ELECTRIC POWER RESEARCH INSTITUTE INC",
      "value": 5842517.0,
      "savings": 4423875.23,
      "link": null,
      "description_doge": "DE-FE0032223 ELECTRIC POWER RESEARCH INSTITUTE CO2 CAPTURE AT LOUISVILLE GAS & ELECTRIC CANE RUN NATURAL GAS COMBINED CYCLE POWER PLANT"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "COLORADO STATE UNIVERSITY",
      "value": 1999915.0,
      "savings": 1138027.72,
      "link": null,
      "description_doge": "NEW AWARD DE-FE0032229 TO COLORADO STATE UNIVERSITY FOR PROJECT TITLED ALGAL BIOREFINERY CONVERSION OF UTILITY CO2 TO HIGH-VALUE PRODUCTS (ABC-UC)"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 8999944.0,
      "savings": 7848821.67,
      "link": null,
      "description_doge": "SUTTER COUNTY CO2 CAPTURE AND STORAGE PROJECT, NORTHERN CALIFORNIA THE PRIMARY OBJECTIVE OF THE PROJECT IS TO ASSESS THE FEASIBILITY OF THE SUBJECT STORAGE COMPLEX FEASIBILITY IN THE SACRAMENTO BASIN OF SUTTER COUNTY, CALIFORNIA."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PALO ALTO RESEARCH CENTER LLC",
      "value": 2999845.0,
      "savings": 1599893.1,
      "link": null,
      "description_doge": "SPIRAL-WOUND AEROGEL ADSORBENT POLYMERS FOR DIRECT AIR CO2 CAPTURE (SWAAP) THE PALO ALTO RESEARCH CENTER, INC (PARC), IN COLLABORATION WITH LAWRENCE LIVERMORE NATIONAL LABORATORY (LLNL) AND XEROX RESEARCH CENTRE OF CANADA (XRCC), PROPOSE TO DEVELOP A SPIRAL-WOUND AEROGEL ADSORBENT POLYMER (SWAAP) TO INTEGRATE PARC’S STRUCTURED ADSORBENT INTO A BENCHTOP DIRECT AIR CAPTURE (DAC) PROCESS. DURING THIS PROJECT, PARC WILL FABRICATE THE STRUCTURED ADSORBENT AND DEMONSTRATE A CONTINUOUS DAC BENCHTOP PROCESS, LLNL AND PARC WILL CONDUCT LAB-SCALE, FIXED-BED TESTING TO OPTIMIZE DAC MODULE DESIGN, AND XRCC AND PARC WILL DESIGN A LOW-COST, ROLL-TO-ROLL MANUFACTURING PROCESS FOR THE STRUCTURED ADSORBENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "CYG NITTANY, LLC",
      "value": 6500000.0,
      "savings": 6344403.53,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL)-DEMONSTRATING PROFITABLE AND PERMANENT CO2 UTILIZATION FROM HARD TO ABATE SECTORS AT COMMERCIAL SCALE THE GOAL OF THIS PROJECT IS TO DEMONSTRATE THE COMMERCIAL AND CARBON DIOXIDE (CO2) MITIGATION POTENTIAL OF A PILOT-TESTED CO2 UTILIZATION TECHNOLOGY DEVELOPED OVER THE PAST DECADE WITH SIGNIFICANT SUPPORT FROM THE DOE. MORE SPECIFICALLY, CO2 EMITTED FROM AN INDUSTRIAL LIME PRODUCTION PLANT WILL BE USED AS A FEEDSTOCK TO PRODUCE ULTRA LOW-CARBON, LOW-COST CONCRETE PRODUCTS AT COMMERCIAL SCALE."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "TDA RESEARCH, INC.",
      "value": 2999956.0,
      "savings": 2275201.17,
      "link": null,
      "description_doge": "3D PRINTED ENGINEERED STRUCTURES FOR HIGH PERFORMANCE DIRECT AIR CAPTURE SYSTEM. THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP NOVEL 3D PRINTED SORBENT STRUCTURES THAT CAN CAPTURE CO2 FROM AIR VIA A RAPID THERMAL SWING ADSORPTION (RTSA) PROCESS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "COLORADO STATE UNIVERSITY",
      "value": 3468844.0,
      "savings": 219753.79,
      "link": null,
      "description_doge": "THE METHANE EMISSIONS TECHNOLOGY EVALUATION CENTER (METEC) IS A UNIQUE AND RENOWNED TEST AND RESEARCH FACILITY FOR EMISSIONS LEAK DETECTION AND QUANTIFICATION (LDAQ) TECHNOLOGY DEVELOPMENT, FIELD DEMONSTRATION, HANDS-ON LDAQ EQUIPMENT TRAINING, AND PROTOCOL AND BEST PRACTICES DEVELOPMENT. THE METEC FACILITY IS OPERATED BY COLORADO STATE UNIVERSITY (CSU) IN FORT COLLINS, COLORADO, ON CSU’S FOOTHILLS CAMPUS. THIS FIVE-YEAR PROJECT EXTENDS THE UNIQUE CAPABILITY OF METEC, TO FACILITATE THE RAPID DEVELOPMENT AND DEPLOYMENT OF “NEXT GENERATION” METHANE EMISSIONS DETECTION AND QUANTIFICATION TECHNOLOGY SOLUTIONS, HELPING TO EFFECTIVELY DRIVE INDUSTRY EFFORTS TO MITIGATE NATURAL GAS AND OIL RELATED METHANE EMISSIONS AND IMPROVING OPERATIONAL PIPELINE INTEGRITY AND RESILIENCY. THE PROJECT WILL SUPPORT POWERFUL AND VALUE-ADDED RESEARCH CAPABILITY ENHANCEMENTS WITH FOUR OBJECTIVES: (1) MODERNIZING EXISTING AND CREATING NEW CONTROLLED TESTING CAPABILITIES, (2) ACCELERATING SOLUTION TESTING, (3) COLLECTING LARGE DATA SETS TO DEVELOP SUPERIOR QUANTIFICATION ALGORITHMS, AND (4) EXTENDING TESTING CAPABILITY TO INCLUDE LEAK DETECTION FOR HYDROGEN-NATURAL GAS BLENDS"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "COLORADO STATE UNIVERSITY",
      "value": 3400398.0,
      "savings": 1515150.04,
      "link": null,
      "description_doge": "SABER - SITE-AIR-BASIN EMISSIONS RECONCILIATION. THE OBJECTIVE OF THIS STUDY IS TO DEMONSTRATE THAT (A) HIGH FREQUENCY SAMPLING CAN BE USED TO CREATE INVENTORY EMISSIONS ESTIMATES THAT ACCURATELY REPRESENT EMISSIONS IN A BASIN; AND (B) THE PROPOSED METHOD CAN BE REPLICATED IN OTHER BASINS. THE PROJECT WILL PERFORM METHOD DEVELOPMENT AND VALIDATION IN THE DENVER-JULESBERG BASIN (DJ), IN NORTHEASTERN COLORADO. PLANNED ACTIVITIES INCLUDE PROJECT MANAGEMENT AND PLANNING FOR ALL BUDGET PERIODS, FINALIZING PROJECT GOVERNANCE AGREEMENTS, PLANNING THE DJ FIELD CAMPAIGN, PLANNING THE UPPER GREEN RIVER BASIN (UGR) FIELD CAMPAIGN, AND FINALIZING AND SYNTHESIZING PROJECT DATA. EXPECTED DELIVERABLES INCLUDE THE PROJECT MANAGEMENT PLAN, COMPLETED FIELD CAMPAIGN REPORTS, PROJECT FINAL REPORT, AND UPDATED DEIA PLAN. THE STUDY WILL RESULT IN PAPERS AND REPORTS DESCRIBING THE METHODOLOGY REQUIRED FOR TOP DOWN/BOTTOM UP RECONCILIATION, PROBLEMS UNCOVERED, AND PROPOSED PROTOCOL FOR WIDESPREAD USE"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 2999892.0,
      "savings": 1274321.46,
      "link": null,
      "description_doge": "DETAILED MEASUREMENT INFORMED METHANE EMISSION INVENTORY OF THE HAYNESVILLE SHALE BASIN. GTI ENERGY ALONG WITH CHESAPEAKE ENERGY AND PACIFIC NORTHWEST NATIONAL LABORATORY (PNNL) WILL IMPLEMENT AND EVALUATE A METHODOLOGY FOR RECONCILING BOTTOM-UP (CALCULATED) ESTIMATES OF METHANE EMISSIONS WITH TOP DOWN/MEASURED ESTIMATES OF METHANE EMISSIONS IN THE HAYNESVILLE SHALE BASIN (HAYNESVILLE). THE EFFORT INCLUDES SCALING THE ESTIMATE UP TO CREATE AN INVENTORY OF TOTAL EMISSIONS IN THE HAYNESVILLE. THE PROJECT WILL ACT AS A NOVEL, LARGE-SCALE, AND INDEPENDENT FIELD VALIDATION OF THE EXTENSIVE, MULTI-MILLION-DOLLAR GTI VERITAS INITIATIVE (VERITAS) MEASUREMENT AND RECONCILIATION PROTOCOLS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "SONOMA TECHNOLOGY, INC.",
      "value": 2999972.0,
      "savings": 1916613.07,
      "link": null,
      "description_doge": "COMPREHENSIVE TOP-DOWN AND BOTTOM-UP ESTIMATION OF ANNUAL BASIN-WIDE METHANE EMISSIONS FROM THE SAN JOAQUIN VALLEY, CALIFORNIA AND DENVER, COLORADO OIL AND GAS BASINS USING A MULTI-TIERED MEASUREMENT"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSIGHT M INC.",
      "value": 3081362.0,
      "savings": 1274529.92,
      "link": null,
      "description_doge": "DEVELOPING METHANE EMISSIONS INVENTORIES BY FUSING AIRBORNE, SATELLITE, AND MODELED ASSESSMENTS: COMPREHENSIVE SURVEYS OF THE ANADARKO AND HAYNESVILLE BASINS THE GOAL OF THIS PROJECT IS TO CREATE BASIN-SPECIFIC METHANE EMISSIONS INVENTORIES OF THE HAYNESVILLE AND ANADARKO BASINS. AERIAL AND SATELLITE SURVEYS WILL BE CONDUCTED TO BETTER UNDERSTAND AREA METHANE EMISSIONS OVER A THREE-YEAR PERIOD."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
      "value": 1600000.0,
      "savings": 1371255.88,
      "link": null,
      "description_doge": "UNIVERSITY OF CALIFORNIA, LOS ANGELES (UCLA) SEACHANGE: CARBON SEQUESTRATION PILOT THIS PROJECT’S OBJECTIVES ARE: (1) TO DESIGN, ENGINEER AND FABRICATE A MODULAR FLOW-ELECTROLYZER THAT WILL ACHIEVE ATMOSPHERIC CARBON DIOXIDE REMOVAL, (2) TO INSTALL, COMMISSION AND OPERATE THE FLOW- ELECTROLYZER USING A REALISTIC SEAWATER FEED TO ASSESS KEY ASPECTS OF ENERGY INTENSITY, OPERABILITY, AND TECHNOECONOMICS THAT ARE RELEVANT TO STREAMLINE MANUFACTURABILITY AND COMMERCIALIZATION AT SCALE, AND (3) TO DEVELOP A U.S.-BASED MANUFACTURING APPROACH FOR HIGH-VOLUME FABRICATION OF ELECTROLYZER MODULES, AND THEIR INTEGRATION INTO COMMERCIAL-SCALE CARBON DIOXIDE REMOVAL PLANTS FOR LARGE-SCALE, COST-EFFECTIVE CARBON MANAGEMENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "OCEANIT LABORATORIES INC",
      "value": 5000000.0,
      "savings": 2828216.94,
      "link": null,
      "description_doge": "HALO: HYDROGEN-RECOVERY USING AN AI-ARC-PLASMA LEARNING OPERATIONAL SYSTEM FOR PRODUCED WATER. THE OVERALL OBJECTIVE OF THE PROPOSED EFFORT IS TO DEMONSTRATE THE VIABILITY IN AN OPERATIONAL ENVIRONMENT OF AN ARC-PLASMA REACTOR UTILITY IN CREATING HYDROGEN AS A TREATMENT AND DISPOSAL METHOD FOR TOXIC PRODUCED WATER. ASPECTS OF THE TREATMENT PROCESS, SUCH AS HARVESTING VALUE-ADDED PRODUCTS SUCH AS SALTS, MINERALS, OR RARE EARTH ELEMENTS FROM THE PRODUCED WATER STREAM, WILL ALSO BE THE SUBJECT OF INVESTIGATION."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 20541757.0,
      "savings": 18998987.3,
      "link": null,
      "description_doge": "THE OBJECTIVE OF THE ILLINOIS BASIN WEST CARBONSAFE PHASE III PROJECT IS TO GEOLOGICALLY CHARACTERIZE THE CAMBRIAN MT. SIMON SANDSTONE/EAU CLAIRE FORMATION STORAGE COMPLEX NEAR THE DALLMAN POWER GENERATION PLANT IN SPRINGFIELD, ILLINOIS, AND TO SUBMIT THE REQUIRED UNDERGROUND INJECTION CONTROL (UIC) CLASS VI PERMIT TO CONSTRUCT APPLICATION(S) THAT MAY BE USED FOR CONSTRUCTION OF A CARBON DIOXIDE (CO2) INJECTION WELL(S) AT THE PROJECT SITE. INITIAL PROJECT TASKS WILL FOCUS ON SITE CHARACTERIZATION, ACQUISITION OF SEISMIC PROFILES, DRILLING OF A STRATIGRAPHIC TEST WELL, COMPLETION OF REQUIRED CLASS VI PERMIT TO CONSTRUCT APPLICATION(S), AND IMPLEMENTATION OF THE PROJECT’S COMMUNITY BENEFITS PLAN. FINAL PROJECT TASKS FOCUS ON INTEGRATING ALL CHARACTERIZATION DATA, FINALIZING A SITE-SPECIFIC STORAGE FIELD DEVELOPMENT PLAN, AND CONTINUING IMPLEMENTATION OF THE PROJECT’S COMMUNITY BENEFITS PLAN TO FURTHER CARBON CAPTURE AND STORAGE (CCS) DEPLOYMENT. THIS PROJECT WILL BENEFIT DOE'S PROGRAM BY: (1) REDUCING GEOLOGICAL UNCERTAINTY AT THE SITE BY DRILLING A STRATIGRAPHIC TEST WELL TO APPROXIMATELY 5,800 FT, COLLECTING CORE THROUGH RESERVOIR AND SEAL INTERVALS, COLLECTING A ROBUST SUITE OF GEOPHYSICAL LOGS, AND ACQUIRING APPROXIMATELY 60 LINEAR MILES OF 2D SEISMIC SURVEYS IN THE VICINITY OF THE SITE; (2) USING EXISTING AND NEWLY ACQUIRED DATA TO DEVELOP A GEOLOGICAL CONCEPTUAL MODEL FOR THE AREA THAT WILL BE INCORPORATED INTO STATIC GEOCELLULAR MODELS AND THEN USED FOR DYNAMIC SIMULATION TO ASSESS CO2 INJECTION AND STORAGE PERFORMANCE AND LONG-TERM CONTAINMENT; AND (3) USING VARYING INJECTION AND OPERATIONAL SCENARIOS TO MODEL POTENTIAL METHODS OF IMPROVING RESERVOIR STORAGE EFFICIENCY. THE BENEFICIARIES ON THE PROJECT INCLUDE A VARIETY OF TECHNICAL, RESEARCH ORIENTED AND COMMERCIAL STAKEHOLDERS, AS WELL AS, NEARBY PROPERTY OWNERS AND COMMUNITIES. IN ADDITION, MANY FEDERAL STATE, AND LOCAL REGULATORY AND ENVIRONMENTAL PROTECTION AGENCIES ARE ALSO BENEFICIARIES TO THE PROJECT AS THEY WILL USE RESULTS OF THE DATA COLLECTION AND MODELING TO FURTHER CCS SAFE, PERMEANT COMMERCIAL STORAGE"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
      "value": 32671536.0,
      "savings": 32402185.97,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW - CARBONSAFE EOS: DEVELOPING COMMERCIAL SEQUESTRATION FOR SOUTHERN COLORADO THE SCOPE OF THE WORK INVOLVES IDENTIFYING THE MOST PROSPECTIVE INJECTION TARGET FORMATION IN TWO LOCATIONS WITHIN A SEQUESTRATION FAIRWAY AND ESTABLISHING STRONG STAKEHOLDER FOUNDATIONS FOR FULL DEPLOYMENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 2938528.0,
      "savings": 2315145.02,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - ILLINOIS BASIN REGIONAL DIRECT AIR CAPTURE (DAC) HUB THE OVERALL OBJECTIVE OF THIS PROJECT IS TO COMPLETE A FEASIBILITY STUDY FOR A REGIONAL DIRECT AIR CAPTURE (DAC) HUB THAT ENCOMPASSES ILLINOIS, INDIANA, AND KENTUCKY. THE GEOGRAPHIC CONSTRUCT OF THIS HUB IS BASED ON THE ILLINOIS BASIN – A GEOLOGICAL AREA WHERE AT LEAST SEVEN (7) GEOLOGICAL STORAGE (I.E., CARBONSAFE) STUDIES HAVE BEEN CONDUCTED. THE HUB WILL BE DESIGNED TO ASSURE A CAPACITY TO CAPTURE, STORE, AND UTILIZE AT LEAST 1,000,000 METRIC TONS (TONNES) OF CO2 FROM THE ATMOSPHERE ANNUALLY (1 MTA), STARTING FROM AN INITIAL CAPACITY OF 200,000 TONNES OF CO2 ANNUALLY (200 KTA)). THE HUB ALSO INCLUDES: (1) CLEAN ENERGY PROVIDERS TO SUPPLY RENEWABLE ENERGY TO THE DAC UNITS; (2) PIPELINE PROVIDERS THAT WILL ENABLE TRANSPORTATION OF THE CAPTURED CO2 TO THE STORAGE LOCATIONS; (3) GEOLOGICAL STORAGE FACILITIES TO INJECT AND SEQUESTRATE THE CAPTURED CO2; (4) CO2 UTILIZATION FACILITIES THAT WILL UPTAKE THE CAPTURED CO2 AND UTILIZE IT INTO PRODUCTS; AND (5) MINORITY-OWNED SMALL BUSINESS ORGANIZATIONS THAT WILL ENSURE THE ENVIRONMENTAL JUSTICE (EJ), DIVERSITY, EQUITY, INCLUSION, AND ACCESSIBILITY (DEIA), AND JUSTICE40 (J40) REQUIREMENTS ARE MET AND WILL REACH OUT TO THE STAKEHOLDERS IN THE RELEVANT REGIONS. THE STUDY WILL BE EXECUTED IN TWO PHASES: PHASE 0A AND PHASE 0B. PHASE 0A’S OBJECTIVE IS TO COMPLETE A PRE-FEASIBILITY STUDY FOR THE REGIONAL DAC HUB. THE SPECIFIC OBJECTIVES OF THIS PHASE ARE TO: (I) DEFINE THE ORGANIZATION OF THE DAC HUB; (II) SELECT THE DAC AND CO2 CONVERSION TECHNOLOGIES; (III) COMPLETE THE DAC HUB DATA TABLES; (IV) ASSESS THE LIFE CYCLE EMISSIONS; (V) IDENTIFY SAFETY, SECURITY AND REGULATORY REQUIREMENTS; (VI) IDENTIFY FINANCING REQUIREMENTS FOR FUTURE PHASES; (VII) DEFINE PLANS FOR MATURATION OF SELECTED TECHNOLOGIES; AND (VIII) PROPOSE A PATH TO COMMUNITY BENEFITS PLANNING. PHASE 0B’S OBJECTIVE IS TO COMPLETE THE FEASIBILITY STUDY FOR THE REGIONAL DAC HUB. THE SPECIFIC OBJECTIVES OF THIS PHASE ARE TO: (I) DESCRIBE THE ORGANIZATION OF THE DAC HUB; (II) DESCRIBE THE DAC AND CO2 CONVERSION TECHNOLOGIES; (III) COMPLETE THE DAC HUB DATA TABLES; (IV) COMPLETE A PRE- FRONT-END ENGINEERING DESIGN (FEED) OF THE INTEGRATED DAC SYSTEM; (V) COMPLETE A CONCEPTUAL STUDY OF THE BALANCE OF PLANT (BOP); (VI) ASSESS THE LIFE CYCLE EMISSIONS; (VII) DEFINE PLANS FOR STORAGE FIELD DEVELOPMENT; (VIII) ASSESS ENVIRONMENT, HEALTH AND SAFETY (EH&S) RISKS; (IX) DEFINE SAFETY, SECURITY AND REGULATORY REQUIREMENTS; (X) DEFINE A BUSINESS PLAN; (XI) DEFINE A FINANCIAL PLAN; (XII) UPDATE PLANS FOR MATURATION OF SELECTED TECHNOLOGIES; AND (XIII) DEFINE A COMMUNITY BENEFITS PLAN."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 3000000.0,
      "savings": 2342942.41,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - COLORADO (PUEBLO) REGIONAL DIRECT AIR CAPTURE (DAC) HUB THE OVERALL OBJECTIVE OF THIS PROJECT IS TO COMPLETE A FEASIBILITY STUDY FOR A REGIONAL DIRECT AIR CAPTURE (DAC) HUB THAT ENCOMPASSES THE PUEBLO REGION IN THE COLORADO STATE, THAT IS DESIGNED TO ASSURE A CAPACITY TO CAPTURE, AND STORE AT LEAST 1,000,000 METRIC TONS (TONNES) OF CO2 FROM THE ATMOSPHERE ANNUALLY (1 MTA), WITH AN INITIAL CAPACITY OF AT LEAST 50,000 TONNES OF CO2 ANNUALLY (50 KTA). THE STUDY WILL BE EXECUTED IN TWO PHASES: PHASE 0A (PRE-FEASIBILITY) AND PHASE 0B (FEASIBILITY). THE OBJECTIVE OF PHASE 0A IS TO EVALUATE POTENTIAL ORGANIZATIONAL COMPONENTS, CAPABILITIES, AND EFFECTS OF THE PROPOSED DAC HUB. THESE EFFECTS INCLUDE EMISSIONS, SAFETY, TECHNOLOGY MATURATION, AND COMMUNITY BENEFITS. THE OBJECTIVE OF PHASE 0B IS TO BUILD UPON PHASE 0A COMPONENT DEFINITIONS AND PERFORM A FEASIBILITY STUDY, DESCRIBING THE COMPOSITE ORGANIZATION, CAPABILITIES, AND POTENTIAL EFFECTS AND SUCCESS."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ROCKY MOUNTAIN INSTITUTE",
      "value": 2984939.0,
      "savings": 2438840.65,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): ANKERON CARBON MANAGEMENT HUB THE PRIMARY OBJECTIVE OF THIS PROJECT IS TO FORMULATE A REGIONAL DIRECT AIR CAPTURE (DAC) HUB CONCEPT IN THE PACIFIC NORTHWEST (PNW) BY CONDUCTING THE RELEVANT ANALYSIS, ENGINEERING, AND STAKEHOLDER ENGAGEMENT NECESSARY TO ADVANCE THE PROJECT FROM A CONCEPT STAGE TO THE BUILT STAGE AND SUPPORT THE WIDER PROGRAM GOAL OF CATALYZING A COMMERCIAL DAC INDUSTRY IN THE UNITED STATES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 2778670.0,
      "savings": 2247096.88,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - FLORIDA REGIONAL DIRECT AIR CAPTURE (DAC) HUB THE OVERALL OBJECTIVE OF THIS PROJECT IS TO COMPLETE A FEASIBILITY STUDY FOR A REGIONAL DIRECT AIR CAPTURE (DAC) HUB THAT ENCOMPASSES PORT SMITH REGION IN THE STATE OF FLORIDA. THE GEOGRAPHIC CONSTRUCT OF THIS HUB IS BASED ON THE THICK, PERMEABLE SALINE AQUIFERS (TUSCALOOSA GROUP (4,920-7,050 FT)) – A GEOLOGICAL AREA WHERE A SIGNIFICANT NUMBERS OF GEOLOGICAL STORAGE STUDIES HAVE BEEN CONDUCTED. THE HUB IS DESIGNED TO ASSURE A CAPACITY TO CAPTURE, STORE AND UTILIZE AT LEAST 1,000,000 METRIC TONS (TONNES) OF CO2 FROM THE ATMOSPHERE ANNUALLY (1 MTA), STARTING FROM AN INITIAL CAPACITY OF 150,000 TONNES OF CO2 ANNUALLY (150 KTA). THE HUB WILL PROGRESSIVELY INCLUDE DIFFERENT DAC TECHNOLOGIES AS THESE TECHNOLOGIES’ TECHNOLOGY READINESS LEVEL (TRL) MEETS OR EXCEEDS 6. THE HUB ALSO INCLUDES: (1) CLEAN ENERGY PROVIDERS TO SUPPLY RENEWABLE ENERGY TO THE DAC UNITS; (2) PIPELINE PROVIDERS THAT WILL ENABLE TRANSPORTATION OF THE CAPTURED CO2 FROM THE DAC SYSTEMS TO THE STORAGE LOCATIONS; (3) GEOLOGICAL STORAGE FACILITIES TO INJECT AND SEQUESTRATE THE CAPTURED CO2; AND (4) MINORITY OWNED SMALL BUSINESS ORGANIZATIONS THAT WILL DEAL WITH THE ENVIRONMENTAL JUSTICE (EJ), DIVERSITY, EQUITY, INCLUSION, AND ACCESSIBILITY (DEIA), AND JUSTICE40 (J40) CONCERNS AND WILL REACH OUT TO THE STAKEHOLDERS IN THE RELEVANT REGIONS. THE STUDY WILL BE EXECUTED IN TWO PHASES: PHASE 0A AND PHASE 0B. PHASE 0A’S OBJECTIVE IS TO COMPLETE A PRE-FEASIBILITY STUDY FOR THE REGIONAL DAC HUB. THE SPECIFIC OBJECTIVES OF THIS PHASE ARE TO: (I) DEFINE THE ORGANIZATION OF THE DAC HUB; (II) SELECT THE DAC TECHNOLOGIES; (III) COMPLETE THE DAC HUB DATA TABLES; (IV) ASSESS THE LIFE CYCLE EMISSIONS; (V) IDENTIFY SAFETY, SECURITY AND REGULATORY REQUIREMENTS; (VI) IDENTIFY FINANCING REQUIREMENTS FOR FUTURE PHASES; (VII) DEFINE PLANS FOR MATURATION OF SELECTED TECHNOLOGIES; AND (VIII) PROPOSE A PATH TO COMMUNITY BENEFITS PLANNING. PHASE 0B’S OBJECTIVE IS TO COMPLETE THE FEASIBILITY STUDY FOR THE REGIONAL DAC HUB. THE SPECIFIC OBJECTIVES OF THIS PHASE ARE TO: (I) DESCRIBE THE ORGANIZATION OF THE DAC HUB; (II) DESCRIBE THE DAC TECHNOLOGIES; (III) COMPLETE THE DAC HUB DATA TABLES; (IV) COMPLETE A PRELIMINARY FRONT END ENGINEERING AND DESIGN (PRE-FEED) OF THE INTEGRATED DAC SYSTEM; (V) COMPLETE A CONCEPTUAL STUDY OF THE BALANCE-OF-PLANT (BOP); (VI) ASSESS THE LIFE CYCLE EMISSIONS; (VII) DEFINE PLANS FOR STORAGE FIELD DEVELOPMENT; (VIII) ASSESS ENVIRONMENT, HEALTH AND SAFETY (EH&S) RISKS; (IX) DEFINE SAFETY, SECURITY AND REGULATORY REQUIREMENTS; (X) DEFINE A BUSINESS PLAN; (XI) DEFINE A FINANCIAL PLAN; (XII) UPDATE PLANS FOR MATURATION OF SELECTED TECHNOLOGIES; AND (XIII) DEFINE A COMMUNITY BENEFITS PLAN"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "GE VERNOVA OPERATIONS LLC",
      "value": 2553973.0,
      "savings": 2203778.71,
      "link": null,
      "description_doge": "BI-PARTISAN INFRASTRUCTURE LAW (BIL) - HOUSTON DIRECT AIR CAPTURE (DAC) HUB THE PROJECT WILL EXPLORE THE POTENTIAL OF A HOUSTON AREA DIRECT AIR CAPTURE HUB. THE OBJECTIVE OF THE FIRST PHASE IS TO CONDUCT A PRE-FEASIBILITY STUDY TO DETERMINE THE OWNERSHIP STRUCTURE, DESCRIBE ANCHORING DIRECT AIR CAPTURE AND CONVERSION TECHNOLOGIES, AND CONDUCT A PRELIMINARY LIFE CYCLE ASSESSMENT FOR AN INITIAL DIRECT AIR CAPTURE CAPACITY OF 50 THOUSAND TONNES PER YEAR CARBON DIOXIDE CAPTURE. THE OBJECTIVE OF THE SECOND PHASE IS TO CONDUCT A PRELIMINARY FRONT END ENGINEERING DESIGN STUDY FOR THE 50 THOUSAND TONNES PER YEAR INITIAL CAPACITY, CREATE A BALANCE OF PLANT CONCEPTUAL DESIGN FOR A 1 MILLION TONNES PER YEAR DIRECT AIR CAPTURE HUB CAPACITY, UPDATE THE LIFE CYCLE ASSESSMENT, DRAFT AN INTEGRATED PROJECT SCHEDULE, AND FINALIZE REQUIRED PROJECT PLANS FOR THE DIRECT AIR CAPTURE HUB."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
      "value": 2644806.0,
      "savings": 2387693.74,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) COMMUNITY ALLIANCE FOR DIRECT AIR CAPTURE THIS PROJECT WILL UNDERTAKE A COMPREHENSIVE ASSESSMENT OF THE TECHNICAL, SOCIAL AND GOVERNANCE FEASIBILITY OF ESTABLISHING A COMMUNITY ALLIANCE FOR DIRECT AIR CAPTURE IN CALIFORNIA."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "AERA FEDERAL LLC",
      "value": 2785310.0,
      "savings": 2136950.9,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - AERA DIRECT AIR CAPTURE HUB - KERN THIS PROJECT AIMS TO ESTABLISH THE TECHNICAL AND BUSINESS FEASIBILITY OF THE AERA DIRECT AIR CAPTURE HUB – KERN IN CALIFORNIA’S SAN JOAQUIN VALLEY ACCORDING TO PHASE 0A AND 0B GUIDELINES. THE PROJECT OBJECTIVES INCLUDE EVALUATING THE TECHNICAL AND ENGINEERING INTEGRATION REQUIRED FOR THE ENTIRE DIRECT AIR CAPTURE (DAC) ECOSYSTEM (CAPTURE, TRANSPORTATION, PERMANENT SEQUESTRATION, LOW-CARBON ENERGY, LAND, WATER, AND ALL OTHER SUPPORTING INFRASTRUCTURE AND RESOURCE REQUIREMENTS), AS WELL AS THE FEASIBILITY OF DIRECT AIR CAPTURE (DAC) AS A BUSINESS AND TECHNOLOGY SUITABLE FOR LARGE-SCALE DECARBONIZATION"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NORTHWESTERN UNIVERSITY",
      "value": 2969477.0,
      "savings": 2674535.12,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) MIDWEST NUCLEAR DIRECT AIR CAPTURE HUB (MINDAC) THE OBJECTIVE OF THIS PROJECT IS TO LEVERAGE CROSS-SECTORAL EXPERTISE TO DETERMINE THE CLEAR FEASIBILITY OF DEVELOPING A SCALABLE DIRECT AIR CAPTURE HUB IN THE MIDWEST. THIS WILL BE ACHIEVED THROUGH INTENSIVE COLLABORATION ACROSS THE INDUSTRY AND RESEARCH COMMUNITIES."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ELECTRIC POWER RESEARCH INSTITUTE INC",
      "value": 11829634.0,
      "savings": 11789056.13,
      "link": null,
      "description_doge": "THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE THE DEVELOPMENT OF A DIRECT AIR CAPTURE (DAC) HUB IN THE SOUTHERN SAN JOAQUIN VALLEY OF CALIFORNIA BY DESIGNING, ENGINEERING, AND PLANNING AN INTEGRATED DAC SYSTEM."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "CARBON CAPTURE INC",
      "value": 10414990.0,
      "savings": 9096470.1,
      "link": null,
      "description_doge": "NEW AWARD DE-FE0032393 WITH CARBON CAPTURE, INC. TITLED BIPARTISAN INFRASTRUCTURE LAW - THE NORTHWEST LOUISIANA REGIONAL DIRECT AIR CAPTURE HUB"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "C-CRETE TECHNOLOGIES LLC",
      "value": 2000000.0,
      "savings": 1930585.94,
      "link": null,
      "description_doge": "LOW-COST, HIGH YIELD AND SCALABLE CARBON DIOXIDE (CO2) MINERALIZATION TO INVENT NOVEL CARBON-NEGATIVE CONCRETE. THE RECIPIENT WILL COUPLE A COLLECTION OF ADVANCED SYNTHESIS AND GREEN CHEMISTRY, FOLLOWED BY STANDARD TESTING, SCALE-UP, AND SMALL PILOT TESTING TO DEMONSTRATE FEASIBILITY OF MINERALIZING CARBON DIOXIDE INTO A SPECIAL FORMULATION OF CONCRETE. THE PROJECT’S STRATEGY IS TO APPLY AND FURTHER DEVELOP THE VAST KNOWLEDGE ON CARBON DIOXIDE MINERALIZATION IN ALKALINE ENVIRONMENTS, INDUSTRIAL BY-PRODUCTS, CONCRETE CURING, AND PROCESS SCALE-UP THROUGH A BOTTOM-UP APPROACH. IN PARALLEL, A SET OF SYSTEMS-SCALE ANALYSES WILL BE PERFORMED TO UNDERSTAND THE TECHNO-ECONOMIC ANALYSIS AND LIFE CYCLE ASSESSMENT."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "PROJEO CORPORATION",
      "value": 24999674.0,
      "savings": 24999674.0,
      "link": null,
      "description_doge": "THIS PROJECT PROPOSES TO DEMONSTRATE THE FEASIBILITY OF THE SAFE AND RELIABLE CONVERSION OF A MATURE OIL AND GAS FIELD IN THE PERMIAN BASIN INTO A DEDICATED CARBON DIOXIDE (CO2) STORAGE FACILITY. THIS INTEGRATED CAPTURE, TRANSPORT, AND STORAGE PROJECT CONSISTS OF THE FOLLOWING OBJECTIVES: 1. FOR INITIAL CO2 SUPPLY, EXAMINATION OF LONGER VALIDATION OF SUBSURFACE CHARACTERIZATION, STORAGE CAPACITY AND INJECTIVITY, AND TECHNICAL/ECONOMIC PERFORMANCE TO INFORM THE FIELD CONVERSION FINAL INVESTMENT DECISION AND THE PREPARATION AND SUBMISSION OF ONE OR MORE ENVIRONMENTAL PROTECTION AGENCY UNDERGROUND INJECTION CONTROL (UIC) CLASS-VI AUTHORIZATION TO CONSTRUCT WELL PERMITS. 2. DEVELOPMENT AND DEMONSTRATION OF RELIABLE AND COST-EFFECTIVE METHODS FOR EVALUATING THE CONDITIONS, POTENTIAL RISKS, AND APPROPRIATE MITIGATION MEASURES PRESENTED BY THE LEGACY WELLBORES IN THE AREA, AS WELL AS ASSESSING THE POTENTIAL LEAKAGE RISKS IN THE EVENT OF THE POSSIBLE RE-ACTIVATION OF EXISTING GEOLOGIC FAULTS FROM CO2 INJECTION. 3. CONFIRMATION OF CO2 SOURCES AND TRANSPORTATION OPTIONS, INCLUDING INCORPORATING DIRECT AIR CAPTURE (DAC), OTHER ANTHROPOGENIC SOURCES, AND UTILIZATION OF THE EXISTING CO2 TRANSPORTATION INFRASTRUCTURE. THE PROJECT OBJECTIVES WILL BE ACCOMPLISHED VIA THE FOLLOWING ACTIVITIES: DETAILED SITE AND SUBSURFACE CHARACTERIZATION; DEVELOPMENT OF A STORAGE FIELD DEVELOPMENT PLAN, DEVELOPMENT OF A RISK ASSESSMENT AND MITIGATION PLAN; DEVELOPMENT OF ONE OR MORE PERMIT APPLICATIONS FOR UIC CLASS-VI WELLS; PERFORMING CO2 PIPELINE FRONT END ENGINEERING DESIGN STUDIES AND CONFIRMING CO2 SOURCE FEASIBILITY STUDIES FOR CO2 SUPPLY SOURCES; ENSURING NATIONAL ENVIRONMENTAL POLICY ACT COMPLIANCE, EXAMINING AND RESOLVING LEGAL CONSIDERATIONS, AND DEVELOPMENT OF THE BUSINESS AND FINANCIAL PLANS; AND MEANINGFUL COMMUNITY, LABOR, AND STAKEHOLDER ENGAGEMENT PLAN, INCLUDING EXISTING BURDENS THROUGH THE DEVELOPMENT OF A FULL JUSTICE 40 PLAN AND ACTIVITIES. THIS PROJECT WILL ASSESS THE FEASIBILITY FOR SAFE AND RELIABLE MATURE OIL AND GAS FIELD CONVERSION TO DEDICATED CO2 STORAGE, WITH A FOCUS ON DETAILED SITE CHARACTERIZATION AND RISK MITIGATION RELATED TO LEGACY WELLS AND GEOLOGIC FAULTS. THIS WILL DEMONSTRATE THE PATH FOR WIDESPREAD LOW-COST CO2 SEQUESTRATION FOR SIMILAR OILFIELD CONVERSIONS TO CO2 STORAGE. PUBLIC ENGAGEMENT WITH POTENTIALLY AFFECTED STAKEHOLDERS, PROPERTY OWNERS, DISADVANTAGED COMMUNITIES, AND ENVIRONMENTAL JUSTICE COMMUNITIES WILL BE AN IMPORTANT OUTCOME TO ACHIEVE OVERALL SUPPORT ACROSS THESE GROUPS WITH MINIMAL OPPOSITION TO THE PROPOSED PROJECT"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
      "value": 42723446.0,
      "savings": 42704105.56,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL): FOUR CORNERS CARBON STORAGE HUB: CARBONSAFE PHASE III PROJECT THIS PROJECT SEEKS TO DEVELOP A STORAGE HUB WITHIN THE FOUR CORNERS REGION AND PERFORM COMPREHENSIVE COMMERCIAL-SCALE CHARACTERIZATION OF THREE STORAGE FACILITIES WITHIN SAN JUAN BASIN TO VERIFY THESE SITES CAN SECURELY STORE A MINIMUM OF 50 MILLION METRIC TONS OF ANTHROPOGENIC CARBON DIOXIDE (CO2) CAPTURED FROM AT LEAST THREE INDUSTRIAL SOURCES IN A 30-YEAR PERIOD"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
      "value": 8926618.0,
      "savings": 8800775.63,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - CTV III CO2 STORAGE PROJECT (CTV III) IN SACRAMENTO BASIN, CALIFORNIA THE PRIMARY OBJECTIVE OF THE COMMERCIAL CARBON TERRAVAULT III (CTV III) STORAGE STORAGE PROJECT PROJECT IS TO PROVIDE A SAFE, EFFECTIVE, AND COMMERCIAL-SCALE CARBON DIOXIDE COMMERCIAL-SCALE (CO2) STORAGE SOLUTION IN THE GREATER SAN FRANCISCO AND SACRAMENTO AREA."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ELECTRIC POWER RESEARCH INSTITUTE INC",
      "value": 8999977.0,
      "savings": 8999977.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) - CALIFORNIA-NEVADA CO2 STORAGE PROJECT (CANSTORE) THE OBJECTIVES OF THE CANSTORE PROJECT ARE TO ADDRESS RESEARCH GAPS CRUCIAL TO DE-RISKING AND DEMONSTRATING SUBSURFACE COMMERCIAL-SCALE CO2 STORAGE IN BASALTIC RESERVOIRS, TRANSPORTING CO2 SAFELY AND COST EFFECTIVELY FROM REGIONAL CO2 EMITTERS TO THE STORAGE COMPLEX, PROVIDING CRITICAL INFORMATION TO KEY STAKEHOLDERS AND DEVELOPERS SEEKING CO2 STORAGE OPPORTUNITIES, AND PARTNERING WITH LOCAL STAKEHOLDERS TO PROVIDE TANGIBLE BENEFITS TO THE COMMUNITY AND REGION"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "UNIVERSITY OF ILLINOIS",
      "value": 1984173.0,
      "savings": 1493564.83,
      "link": null,
      "description_doge": "ADVANCED CHARACTERIZATION OF WASTEWATERS WITH A FOCUS ON THE ENVIRONMENT AND ECONOMICS THE GOALS OF THIS PROJECT ARE TO ADVANCE THE CHARACTERIZATION OF COAL COMBUSTION RESIDUAL EFFLUENTS, AND TO ILLUSTRATE THE USE OF SUCH CHARACTERIZATION TO DETERMINE ENVIRONMENTAL IMPACT AND RESOURCE RECOVERY."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "MEMBRANE TECHNOLOGY AND RESEARCH, INC.",
      "value": 6999898.0,
      "savings": 6690184.07,
      "link": null,
      "description_doge": "MEMBRANE HYBRID PROCESS FOR DEEP DECARBONIZATION OF INDUSTRY THE GOALS OF THIS PROJECT ARE TO DESIGN AND BUILD AN ENGINEERING-SCALE MEMBRANE HYBRID CAPTURE SYSTEM FOR OPERATION AT A CEMENT PLANT; TO COMPLETE A SIX-MONTH FIELD TEST OF THE HYBRID MEMBRANE PROCESS TREATING FLUE GAS FROM THE CEMENT PLANT TO SHOWCASE THE ABILITY OF THE PROCESS TO EFFICIENTLY CAPTURE MORE THAN 95 PERCENT OF THE CARBON DIOXIDE EMISSIONS FROM AN INDUSTRIAL SOURCE; TO IMPLEMENT A COMMUNITY BENEFITS PLAN TO QUANTIFY THE POSITIVE IMPACTS OF THE CAPTURE TECHNOLOGY ON THE LOCAL COMMUNITY AND WORKFORCE; AND TO PREPARE A TECHNO-ECONOMIC ANALYSIS, ENVIRONMENTAL HEALTH AND SAFETY RISK ASSESSMENT, AND A TECHNOLOGY MATURATION PLAN FOR THE MEMBRANE HYBRID CAPTURE PROCESS AT THE CEMENT PLANT"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 7000000.0,
      "savings": 6717929.24,
      "link": null,
      "description_doge": "ENGINEERING-SCALE TESTING OF CARBON CAPTURE TECHNOLOGY IN INDUSTRIAL IRON AND STEEL PRODUCTION THE PROJECT OBJECTIVE IS TO DESIGN, FABRICATE AND TEST AN ENGINEERING-SCALE TRANSFORMATIONAL ROTA-CAP CARBON DIOXIDE CAPTURE SYSTEM ON REAL FLUE GAS CONDITIONS"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "THE LELAND STANFORD JUNIOR UNIVERSITY",
      "value": 1499995.0,
      "savings": 1369009.27,
      "link": null,
      "description_doge": "SYNERGIZING MINORITY-SERVING INSTITUTION PARTNERSHIPS FOR CARBON-NEGATIVE GEOLOGIC HYDROGEN PRODUCTION THE OVERALL OBJECTIVE OF THIS PROPOSAL IS TO TRAIN STUDENTS FROM PARTNER UNIVERSITIES TO FILL THE CRITICAL GAPS IN DEVELOPING EARLY-STAGE CARBON-NEGATIVE HYDROGEN PRODUCTION FROM THE EARTH’S ABUNDANT SUBSURFACE ULTRAMAFIC ROCK FORMATIONS. NEW PARTNERSHIPS WILL BE ESTABLISHED BETWEEN THE RECIPIENT AND TWO INSTITUTIONS WITH A LESSER RESEARCH CAPACITY."
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
      "value": 1499999.0,
      "savings": 1404390.98,
      "link": null,
      "description_doge": "ENGINEERING HIGHLY-SCALABLE AND EFFICIENT SORPTION MATERIALS FOR DIRECT AIR CAPTURE – A VISITING SCHOLARS PROGRAM THIS PROJECT AIMS TO DEVELOP A VISITING SCHOLAR PROGRAM INCLUDING TWO HOST INSTITUTIONS AND FOUR PARTNER MINORITY-SERVING INSTITUTIONS (MSIS). THE PROGRAM WILL EDUCATE AND TRAIN 4 TO 6 MINORITY STUDENTS ANNUALLY WITH SKILLS IN ADVANCED SORPTION MATERIALS FOR DIRECT AIR CAPTURE (DAC). SPECIFICALLY, A NOVEL ENZYME- CATALYZED HOLLOW FIBER SORBENT (ECHFS) WITH FAST CO2 ADSORPTION KINETICS WILL BE DEVELOPED BY TWO STEPS: (I) FABRICATION OF HYDROPHILIC POLYVINYLIDENE FLUORIDE (PVDF) GRAFTED L-LYSINE (PVDF-G-LYS) POROUS HOLLOW FIBERS WITH RICH AMINE FUNCTIONAL GROUPS; AND (2) IMMOBILIZATION OF A HIGH-TEMPERATURE RESISTANT CARBONATE ANHYDRASE (CA) MIMIC, ZINC (II)-CYCLEN, TO THE PVDF-G-LYS HOLLOW FIBER THROUGH VACUUM FILTRATION. THE INTEGRATION OF RICH AMINE GROUPS AND IMMOBILIZED CA MIMIC AS A CATALYST ON THE EASY-TO- SCALABLE PVDF HOLLOW FIBERS CAN SYNERGISTICALLY PROMOTE THE DAC PERFORMANCE IN TERMS OF HIGH CO2 ADSORPTION CAPACITY, FAST CO2 ADSORPTION RATE, AND LOW HEAT OF ADSORPTION AT DILUTE CO2 CONDITION"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "BKV DCARBON HIGH WEST, LLC",
      "value": 2947804.0,
      "savings": 2884524.0,
      "link": null,
      "description_doge": "BIPARTISAN INFRASTRUCTURE LAW (BIL) – CARBON DIOXIDE (CO2) BARGE TRANSPORTATION FRONT-END ENGINEERING AND DESIGN (FEED) STUDY FOR GULF COAST OF LOUISIANA, MISSISSIPPI, AND ALABAMA THE OBJECTIVE OF THIS PROJECT IS TO DETERMINE THE TECHNICAL, ECONOMIC, ENVIRONMENTAL, AND COMMUNITY-LEVEL FEASIBILITY OF UTILIZING BARGES TO TRANSPORT CO2 TO THE HIGH WEST CARBON SEQUESTRATION SITE IN SOUTHEASTERN LOUISIANA"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "ZUCO2 TRANSPORT LLC",
      "value": 3000000.0,
      "savings": 3000000.0,
      "link": null,
      "description_doge": "DETERMINE THE FEASIBILITY OF IMPLEMENTING A LOW-COST BARGE CARBON DIOXIDE TRANSPORT METHOD THAT ENABLES TRANSPORT OF CARBON DIOXIDE FROM A VARIETY OF COASTAL AND LAND SOURCES IN WESTERN UNITED STATES"
    },
    {
      "date": "2025-10-02 00:00:00",
      "agency": "Department of Energy",
      "recipient": "INSTITUTE OF GAS TECHNOLOGY",
      "value": 3984275.0,
      "savings": 3765663.0,
      "link": null,
      "description_doge": "DEMONSTRATION OF BIOMASS AND WASTE CONTROLLED FEED SYSTEM FOR ENTRAINED FLOW GASIFICATION IN THE PRODUCTION OF NET-ZERO HYDROGEN THE PROJECT OBJECTIVE IS TO ESTABLISH A VIABLE PATHWAY TO PRODUCE NET-ZERO HYDROGEN AT A COST OF ONE DOLLAR PER KILOGRAM THROUGH BIOMASS AND WASTE GASIFICATION IN CONSISTENCY WITH THE DEPARTMENT OF ENERGY'S HYDROGEN ENERGY EARTHSHOT INITIATIVE BY DEVELOPING AND CONDUCTING A PILOT DEMONSTRATION OF A NOVEL FEEDFORWARD GASIFIER FEED CONTROL SYSTEM TO MAXIMIZE THE EFFECTIVE SYNGAS YIELD AND ULTIMATELY THE CLEAN HYDROGEN YEILD FROM THE CONVERSION OF MIXED BIOMASS AND WASTE FEEDSTOCKS"
    }
  ]
}